Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Layouts/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Check for the menu to be display without filtering the selected current page.
it_it: Seleziona per fare in modo che il menu sia visualizzato senza filtrare la pagina corrente selezionata.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Paragraph.cshtml
source: Body
it_it: Corpo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Paragraph.cshtml
source: Note: HTML markup will be rendered unencoded.
it_it: Nota: il codice HTML verrà composto senza essere codificato.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Text.cshtml
source: Body
it_it: Corpo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Text.cshtml
source: Note: HTML markup will be rendered encoded.
it_it: Nota: il codice HTML verrà composto codificato.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Vector Image
it_it: Immagine vettoriale

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Width
it_it: Larghezza

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Optional. Specify the width of this element.
it_it: Opzionale. Specificare la larghezza di questo elemento.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Height
it_it: Altezza

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.VectorImage.cshtml
source: Optional. Specify the height of this element.
it_it: Opzionale. Specificare l'altezza di questo elemento.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Are you sure you want to delete this element?
it_it: Sei sicuro di che voler eliminare questo elemento?

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: $1 Properties
it_it: Proprietà $1

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Layout
it_it: Schema

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Clipboard, keyboard shortcuts, etc.
it_it: Appunti, scorciatoie da tastiera, ecc.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Use existing layout:
it_it: Utilizzare lo schema esistente:

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: (None)
it_it: (Nessuno)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Layout editor help
it_it: Guida del layout editor

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Clipboard
it_it: Appunti

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Elements (including containers) can be cut, copied and pasted using the standard clipboard shortcuts (<code>Ctrl+X</code> / <code>Ctrl+C</code> / <code>Ctrl-V</code> on Windows, <code>⌘+X</code> / <code>⌘+C</code> / <code>⌘+V</code> on Mac OS).
it_it: Elementi (compresi i contenitori) possono essere tagliati, copiati e incollati utilizzando i tasti di scelta rapida standard usati con gli appunti (<code>Ctrl + X</code> / <code>Ctrl + C</code> / <code>Ctrl-V</code> su Windows, <code>⌘ + X</code> / <code>⌘ + C</code> / <code>⌘ + V</code> su Mac OS).

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: On browsers that support native clipboard events, clipboard operations can be performed across different layout editor instances, in different tabs or browser windows. Text content can also be pasted into other applications.
it_it: Nei browser che supportano gli eventi nativi degli appunti, le operazioni utilizzando gli appunti possono essere eseguite in diverse istanze di editor, in diverse schede o finestre del browser. Il testo può essere incollato anche in altre applicazioni.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: On other browsers, clipboard operations work only within the same layout editor instance.
it_it: In altri browser, lavorare con gli appunti funziona solo all'interno della stessa istanza di layout dell' editor.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Keyboard shortcuts
it_it: Scorciatoie da tastiera

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Resizing columns
it_it: Ridimensionamento delle colonne

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Left
it_it: Alt + freccia sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the left edge of the focused column left
it_it: Sposta il bordo sinistro riferito alla colonna di sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Right
it_it: Alt + freccia destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the left edge of the focused column right
it_it: Sposta il bordo sinistro riferito alla colonna di destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Shift+Left
it_it: Maiusc + freccia sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the right edge of the focused column left
it_it: Sposta il bordo di destra riferito alla colonna di sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Shift+Right
it_it: Maiusc + freccia destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves the right edge of the focused column right
it_it: Sposta il bordo di destra riferito alla colonna di detra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: The <code>Alt</code> and <code>Shift</code> keys can also be combined to move both edges simultaneously.
it_it: I tasti <code>Alt</code> e <code>Maiusc</code> possono anche essere combinati per spostare contemporaneamente entrambi i bordi.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Up
it_it: Sopra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the previous element (above)
it_it: Sposta lo stato attivo all'elemento precedente (sopra)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Down
it_it: Giù

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the next element (below)
it_it: Sposta lo stato attivo sull'elemento successivo (sotto)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Left
it_it: Sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the previous column (to the left)
it_it: Sposta lo stato attivo alla colonna precedente (a sinistra)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Right
it_it: A destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the next column (to the right)
it_it: Sposta lo stato attivo alla colonna successiva (a destra)

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Up
it_it: Alt + freccia su

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the parent element
it_it: Sposta lo stato attivo all'elemento padre

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Alt+Down
it_it: Alt + freccia giù

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves focus to the first child element
it_it: Sposta lo stato attivo al primo elemento figlio

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Editing
it_it: Modifica

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Enter
it_it: Invio

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Opens the content editor of the focused element
it_it: Apre l'editor dei contenuti dell'elemento attivo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Opens the properties popup of the focused element
it_it: Apertura delle proprietà del popup dell'elemento attivo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Closes the properties popup of the focused element
it_it: Chiude il popup delle proprietà dell'elemento attivo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Deletes the focused element
it_it: Elimina l'elemento attivo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moving
it_it: Spostamento

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Up
it_it: Ctrl + freccia su

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused element up
it_it: Sposta (riordina) l' elemento selezionato sopra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Down
it_it: Ctrl + freccia giù

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused element down
it_it: Sposta (riordina) l' elemento selezionato sotto

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Left
it_it: Ctrl + freccia sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused column left
it_it: Sposta (riordina) la colonna selezionata sinistra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Ctrl+Right
it_it: Ctrl + freccia destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Moves (reorders) the focused column right
it_it: Sposta (riordina) la colonna selezionata destra

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag and drop
it_it: Trascinamento della selezione

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag any existing element to reorder within its parent.
it_it: Trascinare qualsiasi elemento esistente per riordinarlo all'interno del relativo elemento padre.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag a new element from the toolbox and drop it within a compatible container.
it_it: Trascinare un nuovo elemento dalla casella degli strumenti e rilasciarlo all'interno di un contenitore compatibile.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/LayoutEditor.cshtml
source: Drag the left and right edges of a focused column to resize the column. By default any adjacent column will be attached and resized accordingly; holding down the <code>Alt</code> key while resizing unattaches from the adjacent column and instead modifies the offset between.
it_it: Trascina i bordi sinistro e destro della colonna selezionata per ridimensionarla. Per impostazione predefinita qualsiasi colonna adiacente sarà attaccata e ridimensionata di conseguenza; tenendo premuto il tasto <code>Alt</code> le colonne adiacenti non selezionate saranno modificate come pure l'offset tra di loro.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Parts.ElementWrapper.cshtml
source: Element {0}
it_it: Elemento {0}

# ~/Modules/Orchard.Layouts/Views/Elements/Image.cshtml
source: Image not found
it_it: Immagine non trovata

# ~/Modules/Orchard.Layouts/Views/Elements/Image.Design.cshtml
source: Image not found
it_it: Immagine non trovata

# ~/Modules/Orchard.Layouts/Views/Elements/Notifications.Design.cshtml
source: Notifications
it_it: Notifiche

# ~/Modules/Orchard.Layouts/Views/Elements/PlaceableContentItem.Design.cshtml
source: Content Item Not Found
it_it: Content Item non trovato

# ~/Modules/Orchard.Layouts/Views/Elements/Projection.Design.cshtml
source: The query returned no results.
it_it: La ricerca non ha restituito risultati.

# ~/Modules/Orchard.Layouts/Views/Elements/Snippet.Design.cshtml
source: {0} Snippet
it_it: {0} frammento

# ~/Modules/Orchard.Layouts/Views/Elements/VectorImage.cshtml
source: Image not found
it_it: Immagine non trovata

# ~/Modules/Orchard.Layouts/Views/Elements/VectorImage.Design.cshtml
source: Image not found
it_it: Immagine non trovata
