Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Layouts/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Layouts/Module.txt
source: Layouts
it_it: Schemi

# ~/Modules/Orchard.Layouts/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Layouts/Module.txt
source: Provides tools to create layouts.
it_it: Fornisce strumenti per creare schemi.

# ~/Modules/Orchard.Layouts/Module.txt
source: Layout
it_it: Schema

# ~/Modules/Orchard.Layouts/Module.txt
source: Layout Snippets
it_it: Frammenti di schema

# ~/Modules/Orchard.Layouts/Module.txt
source: Enables support for adding elements based on shapes in the current theme.
it_it: Abilita il supporto per l'aggiunta di elementi basati su forme nel tema corrente.

# ~/Modules/Orchard.Layouts/Module.txt
source: Markdown Element
it_it: Elemento di Markdown

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds a Markdown element to the system.
it_it: Aggiunge un elemento di Markdown al sistema.

# ~/Modules/Orchard.Layouts/Module.txt
source: Projection Element
it_it: Elemento di proiezione

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds a Projection element to the system.
it_it: Aggiunge un elemento di Proiezione per il sistema.

# ~/Modules/Orchard.Layouts/Module.txt
source: Element Tokens
it_it: Elemento di Token

# ~/Modules/Orchard.Layouts/Module.txt
source: Provides an element token provider that enables elements to be rendered using a token and enables tokens to be used inside of various elements such as Html, Text and Paragraph.
it_it: Fornisce un generatore di token che consente agli elementi di essere generati utilizzando un token e abilita i token ad essere usati all'interno di vari elementi come html, testo e paragrafo.

# ~/Modules/Orchard.Layouts/Module.txt
source: UI Elements
it_it: Elementi dell'interfaccia Utente

# ~/Modules/Orchard.Layouts/Module.txt
source: Adds UI elements to the system, such as Notifications and Menu.
it_it: Aggiunge gli elementi dell'interfaccia Utente al sistema, ad esempio le notifiche e Menu.

# Orchard.Layouts.AdminMenu
source: Layouts
it_it: Schemi

# Orchard.Layouts.AdminMenu
source: Elements
it_it: Elementi

# Orchard.Layouts.Controllers.BlueprintAdminController
source: Not authorized to manage layouts.
it_it: Non autorizzato a gestire layout.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint has been saved.
it_it: Il progetto è stato salvato.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint's properties have been saved.
it_it: Le proprietà del progetto sono state salvate.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: That blueprint has been deleted.
it_it: Il progetto è stato eliminato.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: Please select the blueprints to delete.
it_it: Seleziona i progetti da eliminare.

# Orchard.Layouts.Controllers.BlueprintAdminController
source: {0} blueprints have been deleted.
it_it: {0} progetti sono stati eliminati.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: For Query
it_it: Per la ricerca

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The query to display.
it_it: La ricerca da visualizzare.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Items to display
it_it: Elementi da visualizzare

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
it_it: Il numero di elementi da visualizzare. Immettere 0 per non porre limiti. Quando si utilizza la paginazione, questo rappresenta il numero di elementi per pagina.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Offset
it_it: Scostamento

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
it_it: Il numero di elementi da ignorare (es: se inserisci 2, i primi 2 elementi non saranno visualizzati).

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: MaxItems items
it_it: Elementi MaxItems

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
it_it: Numero massimo di elementi che possono costituire un risultato di ricerca. Inserisci 0 per non porre limiti. Questo è usato solo come valore limite di sicurezza quando il numero di elementi proviene da una sorgente fornita dall'utente.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Suffix
it_it: Suffisso

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
it_it: Opzionale. Inserire un suffisso da utilizzare quando più numeratori di pagina vengono visualizzati contemporaneamente. Es. quando si utilizzano più widget di proiezione, o quando si definisco delle alternative.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Show Pager
it_it: Visualizza i pulsanti di paginazione

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: Check to add a pager to the list.
it_it: Seleziona per aggiungere i pulsanti di paginazione alla lista.

# Orchard.Layouts.Drivers.ProjectionElementDriver
source: (Default Layout)
it_it: (Schema predefinto)

# Orchard.Layouts.Drivers.ShapeElementDriver
source: Shape Type
it_it: Tipo di Forma

# Orchard.Layouts.Drivers.ShapeElementDriver
source: The shape type name to dislay.
it_it: Il nome del tipo di forma da visualizzare.

# Orchard.Layouts.Elements.Canvas
source: Canvas
it_it: Riquadro

# Orchard.Layouts.Elements.Column
source: Column
it_it: Colonna

# Orchard.Layouts.Elements.Grid
source: Grid
it_it: Griglia

# Orchard.Layouts.Elements.Heading
source: Heading h1-h6
it_it: Intestazione h1-h6

# Orchard.Layouts.Elements.Row
source: Row
it_it: Riga

# Orchard.Layouts.Elements.Shape
source: Add a shape to your layout.
it_it: Aggiungere una forma al tuo schema.

# Orchard.Layouts.Framework.Elements.Element
source: {0} element.
it_it: Elemento {0}.

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Content
it_it: Contenuto

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains text elements
it_it: Contiene elementi di testo

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains media elements
it_it: Contiene elementi multimediali

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Parts
it_it: Parti

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains content parts
it_it: Contiene parti di contenuto

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Fields
it_it: Campi

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains content fields
it_it: Contiene campi di contenuto

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Widgets
it_it: Widget

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains widgets
it_it: Contiene widget

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Snippets
it_it: Frammenti di codice

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains snippet elements
it_it: Contiene elementi di tipo frammento

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Layout
it_it: Schema

# Orchard.Layouts.Providers.DefaultCategoryProvider
source: Contains elements that help building layouts
it_it: Contiene elementi che consentono di costruire schemi

# Orchard.Layouts.Recipes.Builders.CustomElementsStep
source: Custom Elements
it_it: Elementi personalizzati

# Orchard.Layouts.Recipes.Builders.CustomElementsStep
source: Exports custom defined elements.
it_it: Esporta gli elementi personalizzati.

# Orchard.Layouts.Tokens.ElementTokens
source: Element
it_it: Elemento

# Orchard.Layouts.Tokens.ElementTokens
source: Element tokens.
it_it: Elemento di Token.

# Orchard.Layouts.Tokens.ElementTokens
source: Display:<element type>
it_it: Visualizza: <tipo di elemento>

# Orchard.Layouts.Tokens.ElementTokens
source: Displays the specified element type.
it_it: Visualizza il tipo di elemento specificato.

# ~/Modules/Orchard.Layouts/Views/DialogTemplate.cshtml
source: Dialog
it_it: Finestra di dialogo

# ~/Modules/Orchard.Layouts/Views/ElementEditor.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Layouts/Views/ElementEditor.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Delete canvas (Del)
it_it: Cancellazione del canvas (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Move canvas up (Ctrl+Up)
it_it: Muovere il canvas in alto (Ctrl + su)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: Move canvas down (Ctrl+Down)
it_it: Muovere il canvas in basso (Ctrl + freccia giù)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Canvas.cshtml
source: This layout canvas is empty. To get started, drag a grid element from the toolbox and drop it here.
it_it: Questo riquadro di schema è vuoto. Per iniziare, trascina qui un elemento griglia dalla casella degli strumenti.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Delete column (Del)
it_it: Elimina colonna (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Move column left (Ctrl+Left)
it_it: Spostare la colonna a sinistra (Ctrl+freccia sx)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Move column right (Ctrl+Right)
it_it: Spostare la colonna destra (Ctrl+freccia dx)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Split column
it_it: Dividi colonna

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Decrease column offset (Alt+Left)
it_it: Diminuire lo scostamento di colonna (Alt+freccia sx)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Increase column offset (Alt+Right)
it_it: Aumentare lo scostamento di colonna(Alt+freccia dx)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Column.cshtml
source: Drag an element from the toolbox and drop it here to add content.
it_it: Trascinare qui un elemento dalla casella degli strumenti per aggiungere contenuto.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Delete {{element.contentTypeLabel.toLowerCase()}} (Del)
it_it: Elimina {{element.contentTypeLabel.toLowerCase()}} (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Move {{element.contentTypeLabel.toLowerCase()}} up (Ctrl+Up)
it_it: Spostare {{element.contentTypeLabel.toLowerCase()}} su (Ctrl+freccia su)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Content.cshtml
source: Move {{element.contentTypeLabel.toLowerCase()}} down (Ctrl+Down)
it_it: Spostare {{element.contentTypeLabel.toLowerCase()}} giù (Ctrl+freccia giù)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Delete grid (Del)
it_it: Eliminare la griglia (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Move grid up (Ctrl+Up)
it_it: Spostare la griglia su (Ctrl+freccia su)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Move grid down (Ctrl+Down)
it_it: Spostare la griglia giù (Ctrl+freccia giù)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Grid.cshtml
source: Drag a row element from the toolbox and drop it here to add a row.
it_it: Trascinare qui un elemento di riga dalla casella degli strumenti per aggiungere una riga.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: Edit {0} properties (Space)
it_it: Modificare le proprietà di {0} (spazio)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: HTML ID:
it_it: ID HTML:

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: CSS classes:
it_it: Classi CSS:

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: CSS styles:
it_it: Stili CSS:

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Properties.cshtml
source: Visibility Rule:
it_it: Regola di visibilità:

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Delete row (Del)
it_it: Elimina riga (Del)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Move row up (Ctrl+Up)
it_it: Spostare la riga su (Ctrl+freccia su)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Move row down (Ctrl+Down)
it_it: Sposta la riga giù (Ctrl+freccia giù)

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Distribute columns evenly
it_it: Distribuire le colonne in modo uniforme

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Row.cshtml
source: Drag a column element from the toolbox and drop it here to add a column.
it_it: Trascinare qui un elemento di colonna dalla casella degli strumenti per aggiungere una colonna.

# ~/Modules/Orchard.Layouts/Views/LayoutEditor.Template.Toolbox.cshtml
source: Layout
it_it: Schema

# ~/Modules/Orchard.Layouts/Views/Parts.Layout.Summary.cshtml
source: more
it_it: avanti

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Browse.cshtml
source: Choose Base Element
it_it: Scegliere l'elemento base

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Create Element based on {0}
it_it: Creare un elemento basato su {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Display Name
it_it: Nome visualizzato dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: The friendly name of the specialized element. Example: Special {0}.
it_it: Il nome descrittivo dell'elemento specializzato. Esempio: Speciale {0}.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Type Name
it_it: Nome del tipo di elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: The technical type name of the specialized element. Example: Acme.Elements.Special{0}.
it_it: Il nome di tipo tecnico dell'elemento specializzato. Esempio: Acme.Elements.Special{0}.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Description
it_it: Descrizione dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Optionally enter a description for this element.
it_it: Facoltativamente, immettere una descrizione per questo elemento.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Element Category
it_it: Categoria dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Optionally specify a category for this element.
it_it: Facoltativamente, specificare una categoria per questo elemento.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Create.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Edit Element based on {0}
it_it: Modifica elemento basato su {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Edit.cshtml
source: Back
it_it: Indietro

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Elements
it_it: Elementi

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Display Name
it_it: Nome visualizzato

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Base Element
it_it: Elemento base

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Properties
it_it: Proprietà

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Index.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Edit Element Properties based on {0}
it_it: Modificare le proprietà dell'elemento basato su {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Display Name
it_it: Nome visualizzato dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: The friendly name of the specialized element. Example: Special {0}
it_it: Il nome descrittivo dell'elemento specializzato. Esempio: Speciale {0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Type Name
it_it: Nome del tipo di elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: The technical type name of the specialized element. Example: Acme.Elements.Special{0}
it_it: Il nome di tipo tecnico dell'elemento specializzato. Esempio: Acme.Elements.Special{0}

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Description
it_it: Descrizione dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Optionally enter a description for this element.
it_it: Facoltativamente, immettere una descrizione per questo elemento.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Element Category
it_it: Categoria dell'elemento

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Optionally specify a category for this element.
it_it: Facoltativamente, specificare una categoria per questo elemento.

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Layouts/Views/BlueprintAdmin/Properties.cshtml
source: Cancel
it_it: Annulla

source: Placeable
it_it: Collocabile

source: Check to allow this part to be placeable on a layout.
it_it: Spuntare per permettere a questa parte di essere posizionabile in uno schema.

source: Placeable
it_it: Collocabile

source: Check to allow this type to be placeable on a layout.
it_it: Selezionare per consentire a questo tipo di essere collocabile su un layout.

source: Element Type Name
it_it: Nome del tipo di elemento

source: Use as Template
it_it: Usa come modello

source: Content items of this type will be usable as templates for other layouts.
it_it: Gli elementi di contenuto di questo tipo potranno essere utilizzati come modelli per altri schemi.

source: Default Layout Data
it_it: Dati di schema predefiniti

source: The default layout Data is used when a new content item is created.
it_it: Lo schema predefinito dei dati viene utilizzato quando viene creato un nuovo elemento di contenuto.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: For Menu
it_it: Per il Menu

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Select which menu you want to display
it_it: Seleziona il menu che desideri visualizzare

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Start Level
it_it: Livello iniziale

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: The level the menu should start at.
it_it: Il livello del menu deve iniziare a.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Levels to display
it_it: Livelli da visualizzare

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: The number of levels to display, "0" meaning all levels.
it_it: Numero di livelli da visualizzare, "0" significa tutti i livelli.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Add the home page as the first element
it_it: Aggiunge la home page come primo elemento

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Check to render the home page as the first element of the breadcrumb.
it_it: Verifica per rendere la home page come primo elemento della barra di navigazione breadcrumb.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Add the current content item as the last element
it_it: Aggiunge l'elemento corrente come ultimo elemento

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Breadcrumbs.cshtml
source: Check to render the current content item as the last element.
it_it: Seleziona per visualizzare l'elemento di contenuto corrente come ultimo.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: Display Type
it_it: Tipo di visualizzazione

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.ContentItem.cshtml
source: The display type to use when rendering the selected content items. The default Detail display type will be used when left empty.
it_it: Il tipo di visualizzazione da utilizzare durante la composizione degli elementi di contenuto selezionati. Se lasciato vuoto sarà usato il tipo di visualizzazione di dettaglio predefinita.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Level
it_it: Livello

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Text
it_it: Testo

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Heading.cshtml
source: Note: HTML markup will be rendered unencoded.
it_it: Nota: il codice HTML verrà composto senza essere codificato.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Image.cshtml
source: Image
it_it: Immagine

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.MediaItem.cshtml
source: Display Type
it_it: Tipo di visualizzazione

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.MediaItem.cshtml
source: The display type to use when rendering the selected media items. The default Detail display type will be used when left empty.
it_it: Il tipo di visualizzazione da utilizzare durante la composizione degli elementi multimediali selezionati. Se lasciato vuoto sarà usato il tipo di visualizzazione di dettaglio predefinita.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: For Menu
it_it: Per il Menu

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Select which menu you want to display
it_it: Seleziona il menu che desideri visualizzare

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Start Level
it_it: Livello iniziale

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: The level the menu should start at.
it_it: Il livello del menu deve iniziare a.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: Levels to display
it_it: Livelli da visualizzare

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: The number of levels to display, "0" meaning all levels.
it_it: Il numero di livelli da visualizzare, "0" significa tutti i livelli.

# ~/Modules/Orchard.Layouts/Views/EditorTemplates/Elements.Menu.cshtml
source: No filter on selected page
it_it: Nessun filtro sulla pagina selezionata
