Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Blogs/Module.txt
source: Blogs
it_it: Blog

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
it_it: Il modulo di Blog di Orchard implementa la funzionalità base di un blog.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
it_it: Publicazione remota del blog

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
it_it: Semplifica il blog utilizzando un tool di pubblicazione compatibile con MetaWeblogAPI.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
it_it: Pubblicazione contenuti

# Orchard.Blogs.AdminMenu
source: Manage Blogs
it_it: Gestione blog

# Orchard.Blogs.AdminMenu
source: Manage Blog
it_it: Gestione blog

# Orchard.Blogs.AdminMenu
source: New Post
it_it: Nuovo Post

# Orchard.Blogs.AdminMenu
source: New Blog
it_it: Nuovo Blog

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
it_it: Nome Utente non valido: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
it_it: Blog creato correttamente

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
it_it: Caricamento feed...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
it_it: Trovati {0} elementi

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the feed at {0}.
it_it: Si è verificato un errore durante il caricamento del feed in {0}.

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
it_it: Blog con Id {0} non trovato.

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
it_it: Aggiunta post: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
it_it: Importazione feed completata.

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
it_it: Non autorizzato a creare blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
it_it: Impossibile creare il blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
it_it: Non autorizzato a modificare il blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
it_it: Impossibile cancellare il blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
it_it: Blog eliminato

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
it_it: Impossibile modificare il blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
it_it: Informazioni del blog aggiornate

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
it_it: Blog eliminato con successo

# Orchard.Blogs.Controllers.BlogController
source: Cannot view content
it_it: Non è possibile visualizzare il contenuto

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
it_it: Non autorizzato a creare post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
it_it: Impossibile creare il contenuto

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
it_it: Impossibile creare post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
it_it: Impossibile pubblicare il post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
it_it: Il tuo {0} è stato creato.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
it_it: Impossibile modificare post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
it_it: Il tuo {0} è stato salvato.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
it_it: Non ci sono bozze da scartare.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
it_it: Impossibile scartare la bozza del post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
it_it: Non è possibile eliminare la bozza di post che non è stato pubblicato.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
it_it: Bozza di post scartata

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
it_it: Impossibile cancellare il post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
it_it: Post cancellato con successo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
it_it: Post pubblicato con successo

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
it_it: Impossibile annullare la pubblicazione del post

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
it_it: Pubblicazione del Post annullata con successo.

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
it_it: Il Post del Blog specificato non esiste più. Per favore, crea un nuovo Post.

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
it_it: Il nome utente or la email o la password fornite non sono corrette.

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: Manage {0}
it_it: Gestione {0}

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
it_it: Nuovo Post

# ~/Modules/Orchard.Blogs/Views/Content-Blog.Edit.cshtml
source: New Blog
it_it: Nuovo Blog

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
it_it: Visualizza

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
it_it: Pubblica bozza

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
it_it: Pubblica

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
it_it: {0} post

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
it_it: Proprietà del Blog

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
it_it: Elenca i post

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
it_it: Nuovo Post

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogArchives.cshtml
source: None found
it_it: Trovato nulla

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
it_it: Non ci sono post per questio blog.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
it_it: Scegli...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
it_it: Pubblica immediatamente

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
it_it: Non ci sono post per questo blog.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
it_it: Nessun blog trovato.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
it_it: Nuovo Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
it_it: Proprietà Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
it_it: Gestione Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
it_it: Gestione Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
it_it: Nuovo Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
it_it: Cancella

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
it_it: Non ci sono blog da visualizzare. Ne vuoi <a href="{0}">aggiungere uno</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
it_it: Archivi

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
it_it: Nuovo Post

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
it_it: Modifica Blog Post

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Feed proxy Url
it_it: Feed Url proxy

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Provide a custom public url which will be used to proxy the local rss feed.
it_it: Fornisci un url pubblico personalizzato che verrà utilizzato come proxy locale per il feed rss.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: The current feed is available at <a href="{0}">{0}</a>.
it_it: Il feed corrente è disponibile a <a href="{0}"> {0}</a>.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Render a comments rss feed
it_it: Esegue il rendering di un feed commenti rss

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Enable to render the comments rss feed.
it_it: Permette di eseguire il rendering di un feed commenti rss.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
it_it: Per Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
it_it: Selezione il blog per il quale vuoi visualizzare gli archivi

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
it_it: Per Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
it_it: Seleziona il blog per il quale vuoi visualizzare i post recenti

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
it_it: Numero

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
it_it: Numero di post da mostrare. Zero per tutti.
