Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Roles/Module.txt
source: Roles
it_it: Ruoli

# ~/Modules/Orchard.Roles/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
it_it: Il modulo Ruoli aggiunge la possibilità di assegnare ruoli ad utenti. Fornisce anche un insieme di ruoli predefiniti sulla base dei quali altri ruoli possono definire nuovi permessi.

# ~/Modules/Orchard.Roles/Module.txt
source: Standard user roles.
it_it: Ruoli utente standard.

# ~/Modules/Orchard.Roles/Module.txt
source: Roles Workflows Activities
it_it: Ruoli dei flussi di lavoro attività

# ~/Modules/Orchard.Roles/Module.txt
source: Provides a role based activities.
it_it: Fornisce un'attività basata su ruoli.

# ~/Modules/Orchard.Roles/Module.txt
source: Workflows
it_it: Flussi di lavoro

# Orchard.Roles.AdminMenu
source: Users
it_it: Utenti

# Orchard.Roles.AdminMenu
source: Roles
it_it: Ruoli

# Orchard.Roles.Activities.AssignRoleActivity
source: User
it_it: Utente

# Orchard.Roles.Activities.AssignRoleActivity
source: Assign specific roles to the current content item if it's a user.
it_it: Assegna ruoli specifici al Contenuto corrente se si tratta di un utente.

# Orchard.Roles.Activities.AssignRoleActivity
source: Done
it_it: Completato

# Orchard.Roles.Activities.IsInRoleActivity
source: Conditions
it_it: Condizioni

# Orchard.Roles.Activities.IsInRoleActivity
source: Whether the current user is in a specific role.
it_it: Se l'utente corrente è in un ruolo specifico.

# Orchard.Roles.Activities.IsInRoleActivity
source: Yes
it_it: Sì

# Orchard.Roles.Activities.UnssignRoleActivity
source: User
it_it: Utente

# Orchard.Roles.Activities.UnssignRoleActivity
source: Unassign specific roles from the current content item if it's a user.
it_it: Deseleziona specifici ruoli dall'elemento di contenuto corrente se è un utente.

# Orchard.Roles.Activities.UnssignRoleActivity
source: Done
it_it: Completato

# Orchard.Roles.Activities.UserTaskActivity
source: Tasks
it_it: Compiti

# Orchard.Roles.Activities.UserTaskActivity
source: Wait for a user to execute a specific task.
it_it: Attendi che un utente esegua un'attività specifica.

# Orchard.Roles.Commands.RoleCommands
source: List of Roles
it_it: Elenco dei ruoli

# Orchard.Roles.Commands.RoleCommands
source: List of Permissions
it_it: Elenco delle autorizzazioni

# Orchard.Roles.Commands.RoleCommands
source: List of Users
it_it: Elenco degli utenti

# Orchard.Roles.Commands.RoleCommands
source: Adding role {0} to user {1}
it_it: Aggiunta del ruolo {0} all'utente {1} in corso

# Orchard.Roles.Commands.RoleCommands
source: Removing role {0} from user {1}
it_it: Rimozione del ruolo {0} dall'utente {1} in corso

# Orchard.Roles.Commands.RoleCommands
source: Adding permission {0} to role {1}
it_it: Aggiunta dell'autorizzazione {0} al ruolo {1}

# Orchard.Roles.Commands.RoleCommands
source: Removing permission {0} from role {1}
it_it: Rimozione autorizzazione {0} dal ruolo {1}

# Orchard.Roles.Commands.RoleCommands
source: Role {0} already exists
it_it: Il ruolo {0} esiste già

# Orchard.Roles.Commands.RoleCommands
source: Creating role {0}
it_it: Creazione del ruolo {0}

# Orchard.Roles.Commands.RoleCommands
source: Role {0} doesn't exist
it_it: Il ruolo {0} non esiste

# Orchard.Roles.Commands.RoleCommands
source: Deleting role {0}
it_it: Eliminazione del ruolo {0}

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
it_it: Non sei autorizzato a gestire i ruoli

# Orchard.Roles.Controllers.AdminController
source: Role name can't be empty
it_it: Il nome del ruolo non può essere vuoto

# Orchard.Roles.Controllers.AdminController
source: Role with same name already exists
it_it: Un ruolo con lo stesso nome esiste già

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
it_it: Il tuo Ruolo è stato salvato.

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
it_it: Ruolo eliminato con successo

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
it_it: Aggiunta del ruolo {0} all'utente {1} in corso

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
it_it: Rimozione del ruolo {0} dall'utente {1} in corso

# Orchard.Roles.Drivers.UserTaskDriver
source: Not authorized to trigger {0}.
it_it: Non sei autorizzato ad attivare {0}.

# Orchard.Roles.Forms.SelectRolesForms
source: Roles
it_it: Ruoli

# Orchard.Roles.Forms.SelectRolesForms
source: Select some roles.
it_it: Seleziona alcuni ruoli.

# Orchard.Roles.Forms.SelectRolesForms
source: Any
it_it: Qualsiasi

# Orchard.Roles.Forms.UserTaskForms
source: Roles
it_it: Ruoli

# Orchard.Roles.Forms.UserTaskForms
source: Select some roles.
it_it: Seleziona alcuni ruoli.

# Orchard.Roles.Forms.UserTaskForms
source: Available actions.
it_it: Azioni disponibili.

# Orchard.Roles.Forms.UserTaskForms
source: A comma separated list of actions.
it_it: Un elenco separato da virgole delle azioni.

# Orchard.Roles.Forms.UserTaskForms
source: Any
it_it: Qualsiasi

# Orchard.Roles.Recipes.Builders.RolesStep
source: Roles
it_it: Ruoli

# Orchard.Roles.Recipes.Builders.RolesStep
source: Exports user roles.
it_it: Esportazione dei ruoli utente.

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
it_it: Si è verificata un'eccezione di protezione del sistema di gestione dei contenuti.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
it_it: Il permesso {0} non è stato trovato in nessuno dei moduli installati.

# Orchard.Roles.Services.RoleService
source: {0} Feature
it_it: Funzionalità {0}

# ~/Modules/Orchard.Roles/Views/Activity-AssignRole.cshtml
source: Assign roles: {0}
it_it: Assegna i ruoli: {0}

# ~/Modules/Orchard.Roles/Views/Activity-AssignRole.cshtml
source: No roles specified
it_it: Nessun ruolo specificato

# ~/Modules/Orchard.Roles/Views/Activity-UnassignRole.cshtml
source: Unassign roles: {0}
it_it: Deseleziona ruoli: {0}

# ~/Modules/Orchard.Roles/Views/Activity-UnassignRole.cshtml
source: No roles specified
it_it: Nessun ruolo specificato

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
it_it: Aggiungi ruolo

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
it_it: Informazioni

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
it_it: Nome del Ruolo:

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
it_it: Permessi

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
it_it: Modulo {0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
it_it: Permesso

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
it_it: Permetti

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
it_it: Modifica Ruolo

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
it_it: Informazione

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
it_it: Nome del Ruolo:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
it_it: Permessi

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
it_it: Permesso

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
it_it: Consenti

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
it_it: Effettivo

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Roles
it_it: Ruoli

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
it_it: Aggiungi un ruolo

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
it_it: Questa è la tabella dei ruoli attualmente disponibili nella tua applicazione.

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: Roles
it_it: Ruoli

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
it_it: Non ci sono ruoli.
