Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Setup/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Setup/Module.txt
source: Setup
it_it: Installazione

# ~/Modules/Orchard.Setup/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Setup/Module.txt
source: The setup module is creating the application's setup experience.
it_it: Il modulo di setup gestisce l'installazione dell'applicazione

# ~/Modules/Orchard.Setup/Module.txt
source: Setup Services
it_it: Servizi di installazione

# ~/Modules/Orchard.Setup/Module.txt
source: Provides programmatic APIs to the setup service.
it_it: Fornisce le API a livello di codice per il servizio di installazione.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name is required.
it_it: Nome del sito è richiesto.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name can be no longer than {0} characters.
it_it: Il nome del sito non può essere più lungo di {0} caratteri.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name is required.
it_it: Il nome utente è obbligatorio.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name must be at least {0} characters.
it_it: Nome utente deve essere almeno {0} caratteri.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name can be no longer than {0} characters.
it_it: Il nome utente non può essere più lungo di {0} caratteri.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password is required.
it_it: La password è obbligatoria.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password must be at least {0} characters.
it_it: Password deve essere almeno {0} caratteri.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password can be no longer than {0} characters.
it_it: La password non può essere più lunga di {0} caratteri.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password confirmation is required.
it_it: La conferma della password è obbligatoria.

# Orchard.Setup.Commands.SetupCommand
source: Setup of site '{0}' was started with recipe execution ID {1}. Use the 'recipes result' command to check the result of the execution.
it_it: L'installazione del sito '{0}' è stato avviato con l' esecuzione della ricetta con ID {1}. Utilizzare il comando 'risultato ricette' per verificare il risultato dell'esecuzione.

# Orchard.Setup.Controllers.SetupController
source: A connection string is required.
it_it: È necessaria una stringa di connessione.

# Orchard.Setup.Controllers.SetupController
source: Password confirmation must match.
it_it: Le due password non combaciano.

# Orchard.Setup.Controllers.SetupController
source: The table prefix must begin with a letter.
it_it: Il prefisso per le tabelle deve iniziare con una lettera.

# Orchard.Setup.Controllers.SetupController
source: The table prefix must contain letters or digits.
it_it: Il prefisso per le tabelle deve contenere solo lettere o numeri.

# Orchard.Setup.Controllers.SetupController
source: No recipes were found.
it_it: Sono state trovate ricette.

# Orchard.Setup.Controllers.SetupController
source: Setup failed: {0}
it_it: Configurazione non riuscita: {0}

# Orchard.Setup.Services.SetupService
source: A previous Orchard installation was detected in this database with this table prefix.
it_it: È presente una precedente installazione di Orchard che utilizza lo stesso prefisso di tabella nel medesimo database.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Get Started
it_it: Per iniziare

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Please answer a few questions to configure your site.
it_it: Rispondi ad un paio di domande per configurare il tuo sito.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: What is the name of your site?
it_it: Qual'é il nome del tuo sito?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a user name:
it_it: Scegli un nome utente:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a password:
it_it: Scegli una password:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Confirm the password:
it_it: Conferma la password:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: How would you like to store your data?
it_it: Come vuoi salvare i tuoi dati?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use built-in data storage (SQL Server Compact)
it_it: Usa l'archivio integrato (SQL Server Compact)

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server, SQL Express database
it_it: Utilizza un database SQL Server o SQL Express pre-esistente

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing MySql database
it_it: Utilizza un database MySQL pre-esistente

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing PostgreSQL database
it_it: Utilizzare un database esistente di PostgreSQL

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Connection string
it_it: Stringa di connessione

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Data Source=serverName;Database=dbName;User Id=userName;Password=password
it_it: Data Source=nomeServer;Database=nomeDatabase;User Id=nomeUtente;Password=password

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Server=serverName;Port=5432;Database=dbName;User Id=userName;Password=password
it_it: Server = serverName; Porta = 5432; Database = dbName; User Id = userName; Password = password

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Database Table Prefix
it_it: Prefisso delle tabelle del database

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose an Orchard Recipe
it_it: Scegli una Ricetta di Orchard

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Orchard Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
it_it: Le Ricette di Orchard rendono possibile creare il tuo sito con una serie di opzioni, funzionalità ed impostazioni pre-configurate.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Unspecified
it_it: Non specificato

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Cooking Orchard Recipe ...
it_it: Ricetta di Orchard in fase di cottura ...

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Finish Setup
it_it: Concludi l'installazione
