Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.ArchiveLater/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Archive Later
it_it: Archiviazione differita

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The ArchiveLater module introduces scheduled archiving functionality.
it_it: Il modulo Archiviazione differita introduce funzionalità di archiviazione differita e programmata.

# Orchard.ArchiveLater.Drivers.ArchiveLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
it_it: '{0} {1}' non è riconosciuto come una data o un'ora valida.

# Orchard.ArchiveLater.Services.ArchiveLaterService
source: Couldn't archive selected content.
it_it: Impossibile archiviare il contenuto selezionato.

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Settings
it_it: Impostazioni dell'archivio

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Later
it_it: Archiviazione differita

source: Scheduled
it_it: Programmato

source: The page is scheduled for archiving
it_it: L'archiviazione della pagina è stata programmata

source: Unpublish on
it_it: Annulla pubblicazione attiva
