Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Tokens/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Tokens/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a system for performing string replacements with common site values.
it_it: Fornisce un sistema per eseguire sostituzioni di stringa con valori comuni del sito.

# ~/Modules/Orchard.Tokens/Module.txt
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Tokens/Module.txt
source: Feeds Tokens
it_it: Feed token

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a content part to customize RSS fields based on tokens.
it_it: Fornisce una parte del contenuto per personalizzare i campi RSS basati su token.

# ~/Modules/Orchard.Tokens/Module.txt
source: Tokens Html Filter
it_it: Filtro sui token Html

# ~/Modules/Orchard.Tokens/Module.txt
source: Evaluates tokens in a body.
it_it: Valuta i token nel corpo pagina.

# Orchard.Tokens.Providers.ContentTokens
source: Content Items
it_it: Elementi di Contenuto

# Orchard.Tokens.Providers.ContentTokens
source: Content Id
it_it: Id del contenuto

# Orchard.Tokens.Providers.ContentTokens
source: Numeric primary key value of content.
it_it: Valore di chiave primaria numerica del contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Content Author
it_it: Autore del contenuto

# Orchard.Tokens.Providers.ContentTokens
source: Person in charge of the content.
it_it: Persona responsabile del contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Content Date
it_it: Data del contenuto

# Orchard.Tokens.Providers.ContentTokens
source: Date the content was created.
it_it: Data in cui il contenuto è stato creato.

# Orchard.Tokens.Providers.ContentTokens
source: Identity
it_it: Identità

# Orchard.Tokens.Providers.ContentTokens
source: Identity of the content.
it_it: Identità del contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Content Type
it_it: Tipo di Contenuto

# Orchard.Tokens.Providers.ContentTokens
source: The name of the item Content Type.
it_it: Il nome dell'elemento del Tipo di Contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Display Text
it_it: Testo da visualizzare

# Orchard.Tokens.Providers.ContentTokens
source: Title of the content.
it_it: Titolo del contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Display Url
it_it: Url di visualizzazione

# Orchard.Tokens.Providers.ContentTokens
source: Url to display the content.
it_it: URL per visualizzare il contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Edit Url
it_it: Modifica l'Url

# Orchard.Tokens.Providers.ContentTokens
source: Url to edit the content.
it_it: URL per modificare il contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Container
it_it: Contenitore

# Orchard.Tokens.Providers.ContentTokens
source: The container Content Item.
it_it: Il contenitore dell'Elemento di Contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Body
it_it: Testo

# Orchard.Tokens.Providers.ContentTokens
source: The body text of the content item.
it_it: Il corpo del testo dell'elemento contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: The content of the {0} field.
it_it: Il contenuto del campo {0}.

# Orchard.Tokens.Providers.ContentTokens
source: Text Field
it_it: Campo di testo

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Text Fields
it_it: Tokens per i Campi di Testo

# Orchard.Tokens.Providers.ContentTokens
source: Length
it_it: Lunghezza

# Orchard.Tokens.Providers.ContentTokens
source: The length of the field.
it_it: La lunghezza del campo.

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Urls
it_it: Token per gli URL

# Orchard.Tokens.Providers.ContentTokens
source: Absolute
it_it: Assoluto

# Orchard.Tokens.Providers.ContentTokens
source: Absolute url.
it_it: Url assoluto.

# Orchard.Tokens.Providers.ContentTokens
source: Type Definition
it_it: Definizione del tipo

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Content Types
it_it: Token per i Tipi di Contenuto

# Orchard.Tokens.Providers.ContentTokens
source: Name
it_it: Nome

# Orchard.Tokens.Providers.ContentTokens
source: Name of the content type.
it_it: Nome del Tipo di Contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Display Name
it_it: Nome visualizzato

# Orchard.Tokens.Providers.ContentTokens
source: Display name of the content type.
it_it: Nome visualizzato per il Tipo di Contenuto.

# Orchard.Tokens.Providers.ContentTokens
source: Parts
it_it: Parti

# Orchard.Tokens.Providers.ContentTokens
source: List of the attached part names.
it_it: Elenco della parti allegate.

# Orchard.Tokens.Providers.ContentTokens
source: Fields
it_it: Campi

# Orchard.Tokens.Providers.ContentTokens
source: Fields for each of the attached parts. For example, Fields.Page.Approved.
it_it: Campi per ciascuna delle parti associate. Per esempio, Fields.Page.Approved.

# Orchard.Tokens.Providers.ContentTokens
source: Anonymous
it_it: Anonimo

# Orchard.Tokens.Providers.DateTokens
source: Date/Time
it_it: Data/ora

# Orchard.Tokens.Providers.DateTokens
source: Current date/time tokens
it_it: Token di data e ora corrente

# Orchard.Tokens.Providers.DateTokens
source: Since
it_it: Dal

# Orchard.Tokens.Providers.DateTokens
source: Relative to the current date/time.
it_it: Relativa alla data e ora corrente.

# Orchard.Tokens.Providers.DateTokens
source: Local
it_it: Locale

# Orchard.Tokens.Providers.DateTokens
source: Based on the configured time zone and calendar.
it_it: Basato sul calendario e fuso orario configurato.

# Orchard.Tokens.Providers.DateTokens
source: Short Date and Time
it_it: Data e ora breve

# Orchard.Tokens.Providers.DateTokens
source: Short date and time format.
it_it: Formato di data e ora breve.

# Orchard.Tokens.Providers.DateTokens
source: Short Date
it_it: Data breve

# Orchard.Tokens.Providers.DateTokens
source: Short date format.
it_it: Formato di data breve.

# Orchard.Tokens.Providers.DateTokens
source: Short Time
it_it: Ora breve

# Orchard.Tokens.Providers.DateTokens
source: Short time format.
it_it: Formato ora breve.

# Orchard.Tokens.Providers.DateTokens
source: Long Date and Time
it_it: Data e Ora completa

# Orchard.Tokens.Providers.DateTokens
source: Long date and time format.
it_it: Formato data e ora completo.

# Orchard.Tokens.Providers.DateTokens
source: Long Date
it_it: Data estesa

# Orchard.Tokens.Providers.DateTokens
source: Long date format.
it_it: Formato data estesa.

# Orchard.Tokens.Providers.DateTokens
source: Long Time
it_it: Ora estesa

# Orchard.Tokens.Providers.DateTokens
source: Long time format.
it_it: Formato di ora estesa.

# Orchard.Tokens.Providers.DateTokens
source: Format:<formatString>
it_it: Formato: <formatString>

# Orchard.Tokens.Providers.DateTokens
source: Optional custom date/time format string (e.g. yyyy/MM/dd). For reference see <a target="_blank" href="http://msdn.microsoft.com/en-us/library/8kb3ddd4.aspx">Custom Date and Time Format Strings</a>
it_it: Stringa di formato di data/ora personalizzato opzionale (ad es. aaaa/MM/GG). Per riferimento, vedere <a target="_blank" href="https://msdn.microsoft.com/it-it/library/8kb3ddd4.aspx">Stringhe di formato di data e ora personalizzate</a>

# Orchard.Tokens.Providers.DateTokens
source: 'on' MMM d yyyy 'at' h:mm tt
it_it: il MMM d yyyy 'alle' h:mm tt

# Orchard.Tokens.Providers.DateTokens
source: a moment ago
it_it: qualche istante fá

# Orchard.Tokens.Providers.DateTokens
source: 1 day ago
it_it: 1 giorno fa

# Orchard.Tokens.Providers.DateTokens
source: {0} days ago
it_it: {0} giorni fa

# Orchard.Tokens.Providers.DateTokens
source: 1 hour ago
it_it: 1 ora fa

# Orchard.Tokens.Providers.DateTokens
source: {0} hours ago
it_it: {0} ore fa

# Orchard.Tokens.Providers.DateTokens
source: 1 minute ago
it_it: 1 minuto fa

# Orchard.Tokens.Providers.DateTokens
source: {0} minutes ago
it_it: {0} minuti fa

# Orchard.Tokens.Providers.DateTokens
source: 1 second ago
it_it: 1 secondo fá

# Orchard.Tokens.Providers.DateTokens
source: {0} seconds ago
it_it: {0} secondi fa

# Orchard.Tokens.Providers.ListTokens
source: Lists
it_it: Elenchi

# Orchard.Tokens.Providers.ListTokens
source: Handles lists of Content Items
it_it: Gestisce gli elenchi di elementi di contenuto

# Orchard.Tokens.Providers.ListTokens
source: Join each element in the list by applying the tokenized text and concatenating the output with the optional separator.
it_it: Unire ogni elemento nell'elenco applicando il testo in formato token e concatenando l'output con separatore facoltativo.

# Orchard.Tokens.Providers.ListTokens
source: Sum each element in the list by applying the tokenized text.
it_it: Somma ogni elemento nelle lista applicando il testo in formato token.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the first element.
it_it: Applicare il testo in formato token al primo elemento.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the last element.
it_it: Applicare il testo in formato token all'ultimo elemento.

# Orchard.Tokens.Providers.ListTokens
source: Get the list count.
it_it: Ottenere il conteggio della lista.

# Orchard.Tokens.Providers.ListTokens
source: Apply the tokenized text to the element at its index.
it_it: Applica il testo tokenizzato all'elemento relativo all'indice.

# Orchard.Tokens.Providers.RequestTokens
source: Http Request
it_it: Richiesta http

# Orchard.Tokens.Providers.RequestTokens
source: Current Http Request tokens.
it_it: Token per la richiesta Http corrente.

# Orchard.Tokens.Providers.RequestTokens
source: The Query String value for the specified element. To chain text, surround the <element> with parentheses, e.g. 'QueryString:(param1)'.
it_it: Il valore Query String per l'elemento specificato. Per collegare il testo, circonda <element> con le parentesi, ad esempio 'QueryString:(param1)'.

# Orchard.Tokens.Providers.RequestTokens
source: Form:<element>
it_it: Modulo:<element>

# Orchard.Tokens.Providers.RequestTokens
source: The Form value for the specified element. To chain text, surround the <element> with parentheses, e.g. 'Form:(param1)'.
it_it: Il valore di Form per l'elemento specificato. Per collegare il testo, circonda <element> con le parentesi, ad esempio 'Form:(param1)'.

# Orchard.Tokens.Providers.RequestTokens
source: Route:<key>
it_it: Rotta: <key>

# Orchard.Tokens.Providers.RequestTokens
source: The Route value for the specified key.
it_it: Il valore di rotta per la chiave specificata.

# Orchard.Tokens.Providers.RequestTokens
source: Content
it_it: Contenuto

# Orchard.Tokens.Providers.RequestTokens
source: The request routed Content Item.
it_it: L'elemento di contenuto restituito alla richiesta.

# Orchard.Tokens.Providers.ShapeTokens
source: Shape
it_it: Forma

# Orchard.Tokens.Providers.ShapeTokens
source: Shape tokens.
it_it: Token per le forme.

# Orchard.Tokens.Providers.ShapeTokens
source: Execute:<shape name>
it_it: Esegui:<shape name>

# Orchard.Tokens.Providers.ShapeTokens
source: Executes the specified shape.
it_it: Esegue la forma specificata.

# Orchard.Tokens.Providers.TextTokens
source: Text
it_it: Testo

# Orchard.Tokens.Providers.TextTokens
source: Tokens for text strings
it_it: Token per le stringhe di testo

# Orchard.Tokens.Providers.TextTokens
source: Limit:<text length>[,<ellipsis>]
it_it: Limite:<text length>[,<ellipsis>]

# Orchard.Tokens.Providers.TextTokens
source: Limit text to specified length and append an optional ellipsis text.
it_it: Limita il testo alla lunghezza specificata e aggiunge dei puntini di sospensione se richiesti.

# Orchard.Tokens.Providers.TextTokens
source: Format:<text format>
it_it: Formato:<text format>

# Orchard.Tokens.Providers.TextTokens
source: Optional format specifier (e.g. foo{0}bar).
it_it: Identificatore di formato opzionale (p. es. foo{0}bar).

# Orchard.Tokens.Providers.TextTokens
source: Trims the specified characters or number of them from the end of the string.
it_it: Elimina i caratteri specificati o un numero specifico di caratteri dalla fine della stringa.

# Orchard.Tokens.Providers.TextTokens
source: Url Encode
it_it: Codifica l'URL

# Orchard.Tokens.Providers.TextTokens
source: Encodes a URL string.
it_it: Codifica la stringa URL.

# Orchard.Tokens.Providers.TextTokens
source: Html Encode
it_it: Codifica HTML

# Orchard.Tokens.Providers.TextTokens
source: Encodes an HTML string.
it_it: Codifica la stringa HTML.

# Orchard.Tokens.Providers.TextTokens
source: JavaScript Encode
it_it: Codifica JavaScript

# Orchard.Tokens.Providers.TextTokens
source: Encodes a JavaScript string.
it_it: Codifica una stringa JavaScript.

# Orchard.Tokens.Providers.TextTokens
source: Line Encode
it_it: Codifica le linee

# Orchard.Tokens.Providers.TextTokens
source: Replaces new lines with <br /> tags.
it_it: Sostituisce nuove linee con il tag <br />.

# Orchard.Tokens.Providers.UrlHelperTokens
source: UrlHelper actions
it_it: Azioni di UrlHelper

# Orchard.Tokens.Providers.UrlHelperTokens
source: UrlHelper actions.
it_it: Azioni di UrlHelper.

# Orchard.Tokens.Providers.UrlHelperTokens
source: The route values to evaluate.
it_it: I valori delle rotte da valutare.

# Orchard.Tokens.Providers.UserTokens
source: User
it_it: Utente

# Orchard.Tokens.Providers.UserTokens
source: User tokens
it_it: Token utente

# Orchard.Tokens.Providers.UserTokens
source: Name
it_it: Nome

# Orchard.Tokens.Providers.UserTokens
source: Username
it_it: Nome utente

# Orchard.Tokens.Providers.UserTokens
source: Email
it_it: Posta elettronica

# Orchard.Tokens.Providers.UserTokens
source: Email Address
it_it: Indirizzo Email

# Orchard.Tokens.Providers.UserTokens
source: User Id
it_it: ID utente

# Orchard.Tokens.Providers.UserTokens
source: Content
it_it: Contenuto

# Orchard.Tokens.Providers.UserTokens
source: The user's content item
it_it: Elemento di contenuto dell'utente

# Orchard.Tokens.Tests.TestTokenProvider
source: Global1
it_it: Globale1

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token1
it_it: descrizione del token1

# Orchard.Tokens.Tests.TestTokenProvider
source: Global2
it_it: Globale2

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token2
it_it: descrizione del token2

# Orchard.Tokens.Tests.TestTokenProvider
source: Global3
it_it: Globale3

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token3
it_it: descrizione di token3

# Orchard.Tokens.Tests.TestTokenProvider
source: Current User
it_it: Utente Corrente

# Orchard.Tokens.Tests.TestTokenProvider
source: The current user
it_it: L'utente corrente

# Orchard.Tokens.Tests.TestTokenProvider
source: Name
it_it: Nome

# Orchard.Tokens.Tests.TestTokenProvider
source: Their user name
it_it: Il loro nome utente

# Orchard.Tokens.Tests.TestTokenProvider
source: Birthdate
it_it: Data di nascita

# Orchard.Tokens.Tests.TestTokenProvider
source: Date of birth
it_it: Data di nascita

# Orchard.Tokens.Tests.TestTokenProvider
source: Now
it_it: Ora

# Orchard.Tokens.Tests.TestTokenProvider
source: Current system date in short date format. You can chain a .NET DateTime format string to customize.
it_it: Data di sistema corrente in formato breve. È possibile concatenare una stringa in formato DateTime di .NET da personalizzare.

# Orchard.Tokens.Tests.TestTokenProvider
source: Users
it_it: Utenti

# Orchard.Tokens.Tests.TestTokenProvider
source: A user by its username
it_it: Un utente tramite il nome utente

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Use '-' to remove the tag, leave empty to keep untouched, or use the 'Text' text token for the current value.
it_it: Utilizzare '-' per rimuovere il tag, lasciare vuoto non cambiar enulla, o utilizzare il token del testo di 'Testo' per il valore corrente.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Title
it_it: Titolo

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The title field of the RSS item.
it_it: Il campo titolo dell'elemento RSS.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Link
it_it: Collegamento

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The link field of the RSS item
it_it: Il campo di collegamento dell'elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The description field of the RSS item. The content needs to be raw HTML, i.e. not encoded.
it_it: Il campo della descrizione dell'elemento RSS. Il contenuto deve essere grezzo, cioè non codificato in HTML.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Author
it_it: Autore

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The author field of the RSS item
it_it: Il campo autore dell'articolo RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Category
it_it: Categoria

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The category field of the RSS item
it_it: Il campo categoria dell'elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Enclosure
it_it: Allegato

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The enclosure field of the RSS item. This is usually a html tag like <img>
it_it: Il campo allegato dell'elemento RSS. Questo è di solito un tag html come <img>

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: PubDate
it_it: Data di pubblicazione

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The pubDate field of the RSS item
it_it: il campo data di pubblicazione (pudDate) dell'elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Source
it_it: Sorgente

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The source field of the RSS item
it_it: Il campo di origine dell'elemento RSS
