Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.MultiTenancy/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Multi Tenancy
it_it: Siti in comproprietà

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The multi-tenancy module enables multiple Orchard sites to run in isolation inside of a single web application, improving site density on a single server or hosted account.
it_it: Il modulo siti in comproprietà permette a più di un sito Orchard di girare in modalità isolata all'interno di una singola applicazione web, migliorando la densità dei siti su un server o un account in hosting.

# Orchard.MultiTenancy.AdminMenu
source: Tenants
it_it: Siti in comproprietà

# Orchard.MultiTenancy.AdminMenu
source: List
it_it: Lista

# Orchard.MultiTenancy.Commands.TenantCommand
source: List of tenants
it_it: Lista dei siti in comproprietà

# Orchard.MultiTenancy.Commands.TenantCommand
source: Name:
it_it: Nome:

# Orchard.MultiTenancy.Commands.TenantCommand
source: State:
it_it: Stato:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data provider:
it_it: Provider di dati:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Connection string:
it_it: Stringa di connessione:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data table prefix:
it_it: Prefisso delle tabelle:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request URL host:
it_it: URL host richiesto:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request URL prefix:
it_it: Prefisso URL richiesto:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Encryption algorithm:
it_it: Algoritmo di crittografia:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Encryption key:
it_it: Chiave di crittografia:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Hash algorithm:
it_it: Algoritmo di hash:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Hash key:
it_it: Chiave di hash:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Themes:
it_it: Temi:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Modules:
it_it: Moduli:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not read tenant '{0}'. No tenant with that name exists.
it_it: Non è possibile la lettura del tenant'{0}'. Non esiste nessun tenant con quel nome.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant settings:
it_it: Impostazioni del tenant:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Creating tenant '{0}'...
it_it: Creazione tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Invalid tenant name. Must contain characters only and no spaces.
it_it: Nome del sito in comproprietà non valido. Può contenere solo caratteri, senza spazi.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not create tenant '{0}'. A tenant with the same name already exists.
it_it: Non è possibile creare il tenant "{0}". Un tenant con lo stesso nome esiste già.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Invalid value '{0}' for parameter DataProvider. Expect one of the following: {1}
it_it: Valore non valido '{0}' per il parametro DataProvider. Si aspetta uno dei seguenti valori: {1}

# Orchard.MultiTenancy.Commands.TenantCommand
source: Updating tenant '{0}'...
it_it: Aggiornamento tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not update tenant '{0}'. No tenant with that name exists.
it_it: Impossibile aggiornare tenant '{0}'. Nessun tenant con quel nome esiste.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Disabling tenant '{0}'...
it_it: Disattivazione tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not disable tenant '{0}'. No tenant with that name exists.
it_it: Non era possibile disabilitare il tenant '{0}'. Nessun tenant con quel nome risulta esistente.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Enabling tenant '{0}'...
it_it: Abilitazione tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not enable tenant '{0}'. No tenant with that name exists.
it_it: Impossibile aggiornare il tenant '{0}'. Nessun tenant con quel nome esiste.

# Orchard.MultiTenancy.Commands.TenantCommand
source: Resetting tenant '{0}'...
it_it: Ripristino tenant '{0}'...

# Orchard.MultiTenancy.Commands.TenantCommand
source: Could not reset tenant '{0}'. No tenant with that name exists.
it_it: Non è possibile reimpostare il tenant '{0}'. Nessun tenant con quel nome risulta esistente.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to create tenants.
it_it: Non hai l'autorizzazione per creare tenants.

# Orchard.MultiTenancy.Controllers.AdminController
source: A tenant with the same name already exists.
it_it: Un sito in comproprietà con lo stesso nome esiste già.

# Orchard.MultiTenancy.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
it_it: Nome del sito in comproprietà non valido. Può contenere solo caratteri, senza spazi.

# Orchard.MultiTenancy.Controllers.AdminController
source: RequestUrlHost and RequestUrlPrefix can not be empty at the same time.
it_it: RequestUrlHost e RequestUrlPrefix non possono essere vuoti contemporaneamente.

# Orchard.MultiTenancy.Controllers.AdminController
source: Tenant '{0}' was created successfully.
it_it: Il Tenant '{0}' è stato creato correttamente.

# Orchard.MultiTenancy.Controllers.AdminController
source: Tenant creation failed with error: {0}.
it_it: Creazione tenant fallita con errore: {0}.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to edit tenants.
it_it: Non hai l'autorizzazione per modificare i tenants.

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to edit tenant: {0}
it_it: Modifica al sito in comproprietà non riuscita: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to disable tenants.
it_it: Non hai i permessi per disabilitare i tenants.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to enable tenants.
it_it: Non hai i permessi per abilitare i tenants.

# Orchard.MultiTenancy.Controllers.AdminController
source: You don't have permission to reset tenants.
it_it: Non hai i permessi per reimpostarei tenants.

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to reset tenant: {0}
it_it: La reimpostazione del tenant {0} è fallita

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Add New Tenant
it_it: Aggiungi nuovo sito in comproprietà

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: The name of the tenant as it will be displayed in the admin.
it_it: Nome del sito in comproprietà come sarà visualizzato nel Pannello Amministrativo.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
it_it: Esempio: se l'host è "orchardproject.net", l'url del sito in comproprietà sarà "http://orchardproject.net/"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
it_it: Si possono definire più domini utilizzando la virgola (,) come separatore. Usa il prefisso '*.' per mappare tutti i sottodomini.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: URL prefix
it_it: Prefisso URL

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
it_it: (Opzionale) Esempio: Se il prefisso è "sito1", il prefisso URL del sito in comproprietà diventa "http://orchardproject.net/site1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Setup
it_it: Configurazione Database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Allow the tenant to set up the database
it_it: Permetti al sito in comproprietà di configurare il database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use built-in data storage (SQL Server Compact)
it_it: Usa l'archivio integrato (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use an existing SQL Server (or SQL Express) database
it_it: Usa un database SQL Server (o SQL Express) pre-esistente

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Connection string
it_it: Stringa di connessione

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example:
it_it: Esempio:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database table prefix
it_it: Prefisso delle tabelle del database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Themes
it_it: Temi disponibili

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
it_it: Seleziona i Temi che saranno disponibili per questo sito in comproprietà. Se nessun tema è selezionato, allora saranno disponibili tutti.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Modules
it_it: Moduli disponibili

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
it_it: Seleziona i Moduli che saranno disponibili per questo sito in comproprietà. Se nessun modulo è selezionato, allora saranno disponibili tutti.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Edit Tenant
it_it: Modifica sito in comproprietà

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL host
it_it: Host URL

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/". Multiple hosts can be separated by a comma.
it_it: Esempio: Se l'host è "orchardproject.net", l'URL del sito del tenant è "http://orchardproject.net/".host multipli possono essere impostati separando gli stessi con una virgola.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL prefix
it_it: Prefisso URL

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
it_it: (Opzionale) Esempio: Se il prefisso è "sito1", il prefisso URL del sito in comproprietà diventa "http://orchardproject.net/site1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Setup
it_it: Configurazione Database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Warning: If you don't know what you're doing you *will* (likely) send this tenant into a downward spiral of irrecoverable disrepair. Have a nice day.
it_it: Attenzione: se non sai quello che stai facendo *manderai* (probabilmente) questo sito in comproprietà in una spirale di irrecuperabile distruzione. Buona giornata.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Allow the tenant to set up the database
it_it: Permetti al sito in comproprietà di configurare il database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use built-in data storage (SQL Server Compact)
it_it: Usa l'archivio integrato (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use an existing SQL Server (or SQL Express) database
it_it: Usa un database SQL Server (o SQL Express) pre-esistente

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Connection string
it_it: Stringa di connessione

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example:
it_it: Esempio:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database table prefix
it_it: Prefisso delle tabelle del database

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Themes
it_it: Temi disponibili

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
it_it: Seleziona i Temi che saranno disponibili per questo sito in comproprietà. Se nessun tema è selezionato, allora tutti saranno disponibili.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Modules
it_it: Moduli disponibili

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Modules which should be available for this tenant. If none is selected, they will all be available.
it_it: Seleziona i Moduli che saranno disponibili per questo sito in comproprietà. Se nessun modulo è selezionato, allora saranno disponibili tutti.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: List of Site's Tenants
it_it: Lista dei siti in comproprietà del sito

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Add a Tenant
it_it: Aggiungi un sito in comproprietà

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: Reset Tenant
it_it: Reimpostazione del tenant

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: This will reset the tenant <strong>{0}</strong> to its uninitialized state, allowing you to set it up again.
it_it: Questo reimposterà il tenant<strong>{0}</strong> allo stato di 'non inizializzato', permettendoti di riiimpostare i settaggi.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Reset.cshtml
source: Reset
it_it: Reimposta

source: Resume
it_it: Riprendi

source: Reset
it_it: Reimposta

source: Make Valid*
it_it: Rendi Valido*

source: Suspend
it_it: Sospendi

source: Set Up
it_it: Configura
