Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Warmup/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Warmup/Module.txt
source: Provides a mecanism to generate a static version of pages for being used during application warm up.
it_it: Fornisce un meccanismo per generare una versione statica delle pagina da usare durante l'avvio (warmup) dell'applicazione.

# Orchard.Warmup.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Warmup.AdminMenu
source: Performance
it_it: Prestazioni

# Orchard.Warmup.Commands.WarmupCommands
source: Generation finished
it_it: Generazione terminata

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
it_it: Non sei autorizzato a gestire le impostazioni

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
it_it: "{0}" non Ã¨ un url di warmup valido.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
it_it: Il ritardo dev'essere maggiore di zero.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
it_it: Warmup aggiornato con successo.

# Orchard.Warmup.Services.SettingsBanner
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
it_it: La funzione di Warmup richiede che l'<a href="{0}">indirizzo di base del sito</a> sia impostato.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
it_it: Prestazioni

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
it_it: I percorsi sottostanti saranno richiesti usando {0} come indirizzo di base. Puoi cambiare l'indirizzo di base nella {1}.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
it_it: pagina delle impostazioni generali

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
it_it: Dev'essere un elenco di percorsi relativi, es, /, /About. Assicurati di aver inserito solo un percorso per riga.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
it_it: Genera periodicamente pagine di warmup

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
it_it: Ogni

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
it_it: minuti

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
it_it: Genera pagina di warmup ogni volta che viene pubblicato qualche contenuto

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
it_it: Tabella con i rapporti presenti nella tua applicazione

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
it_it: Percorso

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
it_it: Data di generazione

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
it_it: Salva
