Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.Queues/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: Add Queue
it_it: Aggiungi Coda

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: Manage Queues
it_it: Gestione Code

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: Notifications to Send
it_it: Notifiche da Inviare

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: Polling Interval
it_it: Intervallo di Polling

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: Queue Service URL
it_it: URL Servizio Code

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The Max Number field represents the maximum number distributed for the queue, after which the numbers distributed may restart.
it_it: Il campo Numero Massimo rappresenta il valore massimo dei numeri distribuiti per la coda, dopo il quale la distribuzione dei numeri potrebbe ricominciare dal primo.

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The maximum amount of notifications that a user will receive for each of his numbers.
it_it: Il massimo numero di notifiche che gli utenti riceveranno per ognuno dei loro numeri.

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The Name field should be a unique identifier for the queue.
it_it: Il campo Nome dev'essere un identificativo univoco della coda.

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The Number Distance field tells the system to notify the user when its number is at the specified distance from the current number.
it_it: Il campo Distanza Numeri dice al sistema di inviare una notifica all'utente quando il suo numero e' alla distanza specificata dal numero corrente.

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The number of minutes between each interrogation of the data.
it_it: Il numero di minuti tra ogni interrogazione dei dati.

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/Parts/QueuesSettings.cshtml
source: The URL of the service providing the current number.
it_it: L'URL del servizio che fornisce il numero corrente.

source: Associated Queues
it_it: Code Associate

source: Number
it_it: Numero

source: Queue ID
it_it: ID Coda

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/QueueEdit.cshtml
source: Max Number
it_it: Numero Massimo

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/QueueEdit.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/QueueEdit.cshtml
source: Number Distance
it_it: Distanza Numeri

# ~/Modules/Laser.Orchard.Queues/Views/EditorTemplates/QueueEdit.cshtml
source: Remove
it_it: Rimuovi

# Laser.Orchard.Queues.Drivers.QueuesSettingsDriver
source: Cannot have multiple queues with the same name ({0})
it_it: Impossibile inserire code multiple con lo stesso nome ({0})

# Laser.Orchard.Queues.Handlers.QueuesSettingsHandler
source: Queues
it_it: Code

# Laser.Orchard.Queues.Tasks.QueueScheduledTaskHandler
source: The queue {0} is currently serving the number {1}. Your number will be served soon.
it_it: La coda {0} sta attualmente servendo il numero {1}. Il tuo numero verra' servito fra poco.

# Laser.Orchard.Queues.ViewModels.ValidateQueueTicketData
source: Error on queue {0}: the Number Distance and Max Number fields are required.
it_it: Errore sulla coda {0}: i campi Distanza Numeri e Numero Massimo sono obbligatori.

# Laser.Orchard.Queues.ViewModels.ValidateQueueTicketData
source: Error on queue {0}: the Number Distance and Max Number fields must be integer numbers greater than 0.
it_it: Errore sulla coda {0}: i campi Distanza Numeri e Numero Massimo devono essere dei numeri interi maggiori di 0.

# Laser.Orchard.Queues.ViewModels.ValidateQueueTicketData
source: The Queue Name field is required.
it_it: Il campo Nome Coda e' obbligatorio.

# System.ComponentModel.DataAnnotations.RangeAttribute
source: Error on queue {0}: the Number Distance and Max Number fields are required.
it_it: Errore sulla coda {0}: i campi Distanza Numeri e Numero Massimo sono obbligatori.

# System.ComponentModel.DataAnnotations.RangeAttribute
source: Error on queue {0}: the Number Distance and Max Number fields must be integer numbers greater than 0.
it_it: Errore sulla coda {0}: i campi Distanza Numeri e Numero Massimo devono essere dei numeri interi maggiori di 0.

# System.ComponentModel.DataAnnotations.RangeAttribute
source: The Notifications to Send field should be an integer number greater than or equal to 0.
it_it: Il campo Notifiche da Inviare dev'essere un numero intero maggiore o uguale a 0.

# System.ComponentModel.DataAnnotations.RangeAttribute
source: The Polling Interval field should be an integer number greater than or equal to 0.
it_it: Il campo Intervallo di Polling dev'essere un numero intero maggiore o uguale a 0.

# System.ComponentModel.DataAnnotations.RequiredAttribute
source: The Notifications to Send field is required.
it_it: Il campo Notifiche da Inviare e' obbligatorio.

# System.ComponentModel.DataAnnotations.RequiredAttribute
source: The Polling Interval field is required.
it_it: Il campo Intervallo di Polling e' obbligatorio.

# System.ComponentModel.DataAnnotations.RequiredAttribute
source: The Queue Service URL field is required.
it_it: Il campo URL Servizio Code e' obbligatorio.
