Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging
it_it: Gestione pacchetti

# ~/Modules/Orchard.Packaging/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Packaging/Module.txt
source: The packaging module enables packaging modules using the OPC format.
it_it: Il modulo di gestione pacchetti permette di creare pacchetti per i moduli usando il formato OPC.

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging commands
it_it: Comandi per la gestione dei pacchetti

# ~/Modules/Orchard.Packaging/Module.txt
source: Core services for packaging using the OPC format.
it_it: Servizi base per la gestione dei pacchetti usando il formato OPC.

# ~/Modules/Orchard.Packaging/Module.txt
source: Gallery
it_it: Galleria

# ~/Modules/Orchard.Packaging/Module.txt
source: Module gallery management.
it_it: Gestione della galleria dei moduli.

# ~/Modules/Orchard.Packaging/Module.txt
source: Package Updates
it_it: Aggiornamenti dei pacchetti

# ~/Modules/Orchard.Packaging/Module.txt
source: Manages updates for packages.
it_it: Gestisce gli aggiornamenti per i pacchetti.

# Orchard.Packaging.AdminMenu
source: Modules
it_it: Moduli

# Orchard.Packaging.AdminMenu
source: Gallery
it_it: Galleria

# Orchard.Packaging.AdminMenu
source: Themes
it_it: Temi

# Orchard.Packaging.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates
it_it: Aggiornamenti

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates ({0})
it_it: Aggiornamenti ({0})

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Modules
it_it: Moduli

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Themes
it_it: Temi

# Orchard.Packaging.Commands.PackagingCommands
source: Module or Theme "{0}" does not exist in this Orchard installation.
it_it: Il Modulo o il Tema "{0}" non esistono in questa installazione di Orchard.

# Orchard.Packaging.Commands.PackagingCommands
source: Package "{0}" successfully created
it_it: Pacchetto "{0}" creato con successo

# Orchard.Packaging.Commands.PackagingCommands
source: Could not install the package: {0}
it_it: Impossibile installare il pacchetto: {0}

# Orchard.Packaging.Commands.PackagingCommands
source: Could not unintall the package: {0}
it_it: Impossibile disinstallare il pacchetto: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list sources
it_it: Non autorizzato ad elencare sorgenti

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to remove sources
it_it: Non autorizzato a rimuovere sorgenti

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been removed successfully.
it_it: Il feed è stato rimosso con successo.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to add sources
it_it: Non autorizzato ad aggiungere sorgenti

# Orchard.Packaging.Controllers.GalleryController
source: The Url is not valid
it_it: L'Url non è valido

# Orchard.Packaging.Controllers.GalleryController
source: Url is required
it_it: L'Url è obbligatorio

# Orchard.Packaging.Controllers.GalleryController
source: The feed has no title.
it_it: Il feed non ha titolo.

# Orchard.Packaging.Controllers.GalleryController
source: The url of the feed or its content is not valid.
it_it: L'url del feed o il suo contenuto non sono validi.

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been added successfully.
it_it: Il feed è stato aggiunto con successo.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Modules
it_it: Non sei autorizzato ad elencare i Moduli

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Themes
it_it: Non sei autorizzato ad elencare i Temi

# Orchard.Packaging.Controllers.GalleryController
source: Error loading extensions from gallery source '{0}'. {1}.
it_it: Errore nel caricare l'estensione dalla galleria '{0}'. {1}.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: The feed has been notified for update. It might take a few minutes before the updates are displayed.
it_it: Al feed è stato notificata la richiesta di aggiornamento. Potrebbe volerci qualche minuto prima che gli aggiornamenti siano mostrati.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Not authorized to add sources
it_it: Non sei autorizzato ad aggiungere nuove sorgenti

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: No Gallery feed configured
it_it: Nessun feed di Galleria configurato

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Package retrieve error: {0}
it_it: Si è verificato un errore nel recuperare il pacchetto: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add themes
it_it: Non autorizzato ad aggiungere temi

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove themes
it_it: Non autorizzato ad eliminare i temi

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add modules
it_it: Non sei autorizzato ad aggiungere moduli

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add sources
it_it: Non sei autorizzato ad aggiungere nuove sorgenti

# Orchard.Packaging.Controllers.PackagingServicesController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
it_it: Il tema è stato installato con successo. Può essere abilitato nella pagina dei "Temi" accessibile dal menu.

# Orchard.Packaging.Controllers.PackagingServicesController
source: The module has been successfully installed.
it_it: Il modulo è stato installato con successo.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed: {0}
it_it: Installazione del pacchetto non riuscita: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed.
it_it: Installazione del pacchetto non riuscita.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to install packages
it_it: Non sei autorizzato ad installare i pacchetti

# Orchard.Packaging.Controllers.PackagingServicesController
source: Select a file to upload.
it_it: Seleziona un file da caricare.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed:
it_it: Caricamento e installazione del pacchetto non riuscita:

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed.
it_it: Caricamento e installazione del pacchetto non riuscita.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsupported module installation steps.
it_it: La ricetta contiene {0} passi di installazione per il modulo non supportati.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Post installation steps failed with error: {0}
it_it: Passi di post-installazione non riusciti con l'errore: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to uninstall packages
it_it: Non autorizzato a disinstallare i pacchetti

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstall failed: {0}
it_it: Disinstallazione non riuscita: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstalled package "{0}"
it_it: Pacchetto "{0}" disinstallato

# Orchard.Packaging.Events.ExtensionDisplayEventHandler
source: Version {0} is available (See <a href="{1}">Updates</a>).
it_it: È disponibile la versione {0} (Guarda gli <a href="{1}">Aggiornamenti</a>).

# Orchard.Packaging.Services.FolderUpdater
source: Skipping file "{0}" because it is the same content as the source file
it_it: File "{0}" ignorato perchè ha lo stesso contenuto del file sorgente

# Orchard.Packaging.Services.PackageInstaller
source: The specified package could not be found, id:{0} version:{1}
it_it: Impossibile trovare il pacchetto specificato, id:{0} versione: {0}

# Orchard.Packaging.Services.PackageInstaller
source: No version
it_it: Nessuna versione

# Orchard.Packaging.Services.PackageInstaller
source: Unable to backup existing local package directory.
it_it: Impossibile archiviare una cartella di pacchetti locali già esistente.

# Orchard.Packaging.Services.PackageInstaller
source: Unable to un-install local package before updating.
it_it: Impossibile disinstallare un pacchetto locale prima dell'aggiornamento.

# Orchard.Packaging.Services.PackageInstaller
source: The package is compatible with version {0} and above. Please update Orchard or install another version of this package.
it_it: Il pacchetto è compatibile con la versione {0} o superiore. Aggiornare Orchard o installare un'altra versione del pacchetto.

# Orchard.Packaging.Services.PackageInstaller
source: Package not found: {0}
it_it: Pacchetto non trovato: {0}

# Orchard.Packaging.Services.PackageInstaller
source: Backup folder {0} has too many backups subfolder (limit is 1,000)
it_it: La cartella di archiviazione {0} ha troppe sottocartelle di (il limite è 1.000)

# Orchard.Packaging.Services.PackageInstaller
source: Successfully restored local package to local folder "{0}"
it_it: Pacchetto ripristinato con successo nel percorso locale "{0}".

# Orchard.Packaging.Services.PackageInstaller
source: Successfully backed up local package to local folder "{0}"
it_it: Pacchetto archiviato con successo nel percorso locale "{0}".

# Orchard.Packaging.Services.PackageInstaller
source: Successfully un-installed local package {0}
it_it: Pacchetto locale {0} disinstallato con successo.

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add a Feed
it_it: Aggiungi Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Feed Url
it_it: URL Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add Feed
it_it: Aggiungi Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Modules
it_it: Moduli

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: All feeds
it_it: Tutti i Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads
it_it: Download

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings
it_it: Valutazioni

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Alphanumeric
it_it: Alfanumerico

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Search
it_it: Cerca

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Version: {0}
it_it: Versione: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Install
it_it: Installa

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Download
it_it: Scarica

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: (No description
it_it: (Nessuna descrizione

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: more...
it_it: altro...

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Last Updated: {0}
it_it: Ultima modifica: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Author: {0}
it_it: Autore: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Unknown
it_it: Sconosciuto

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads: {0}
it_it: Download: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Website:
it_it: Sito Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating:
it_it: Valutazione:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0} out of 5 ({1} total).
it_it: Valutazione: {0} su 5 ({1} in totale).

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Settings
it_it: Impostazioni

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery
it_it: Galleria

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Add Feed
it_it: Aggiungi Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: This is a table of the gallery feeds in your application
it_it: La tabella dei feed di galleria nella tua applicazione

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Title
it_it: Titolo

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Themes
it_it: Temi

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Show
it_it: Mostra

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: All feeds
it_it: Tutti Feed

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads
it_it: Download

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings
it_it: Valutazioni

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Alphanumeric
it_it: Alfanumerico

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Search
it_it: Cerca

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Version: {0}
it_it: Versione: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Install
it_it: Installa

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Download
it_it: Scarica

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: (No description
it_it: (Nessuna descrizione

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: more...
it_it: altro...

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Last Updated: {0}
it_it: Ultima modifica: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Author: {0}
it_it: Autore: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Unknown
it_it: Sconosciuto

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads: {0}
it_it: Download: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Website:
it_it: Sito Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating:
it_it: Valutazione:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0} out of 5 ({1} total).
it_it: Valutazione: {0} su 5 ({1} in totale).

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: No themes available.
it_it: Nessun tema disponibile.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Modules
it_it: Moduli

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Most recent check for updates: {0}
it_it: Ultima volta che hai verificato la presenza di aggiornamenti: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Unknown
it_it: Sconosciuto

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Check for Updates
it_it: Ricerca aggiornamenti

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: No module updates available.
it_it: Nessuno aggiornamento di moduli disponibile.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Version: {0}
it_it: Versione: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Install Latest
it_it: Installa la più recente

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Download
it_it: Scarica

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: (No description
it_it: (Nessuna descrizione

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Last Updated: {0}
it_it: Ultimo Aggiornamento: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Author: {0}
it_it: Autore: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Downloads: {0}
it_it: Download: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Website:
it_it: Sito Web:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating:
it_it: Valutazione:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
it_it: Valutazione: {0} su 5 ({1} in totale).

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Themes
it_it: Temi

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Most recent check for updates: {0}
it_it: Ultima volta che hai verificato la presenza di aggiornamenti: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Unknown
it_it: Sconosciuto

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Check for Updates
it_it: Ricerca aggiornamenti

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: No theme updates available.
it_it: Non sono disponibili aggiornamenti per i temi.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Version: {0}
it_it: Versione: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Install Latest
it_it: Installa la più recente

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Download
it_it: Scarica

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: (No description
it_it: (Nessuna descrizione

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Last Updated: {0}
it_it: Ultimo aggiornamento: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Author: {0}
it_it: Autore: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Downloads: {0}
it_it: Download: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Website:
it_it: Sito Web:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating:
it_it: Valutazione:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
it_it: Valutazione: {0} su 5 ({1} in totale).

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a module from your computer
it_it: Installa un modulo dal tuo computer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Module Package
it_it: Pacchetto Modulo

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install
it_it: Installa

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a theme from your computer
it_it: Installa un tema dal tuo computer

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Theme Package
it_it: Pacchetto Tema

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install
it_it: Installa

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: {0} - {1} Details
it_it: Dettagli {0} - {1}

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the recipes you want to run
it_it: Scegli le ricette che vuoi eseguire

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the features you want enabled
it_it: Scegli le funzionalità che vuoi abilitare

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallPackageFailed.cshtml
source: Install package failed
it_it: Installazione pacchetto non riuscita
