Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.ContentPermissions/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Chris Pyle, S�bastien Ros
it_it: Chris Pyle, Sébastien Ros

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Allows item-level front end view permissions.
it_it: Permette le autorizzazioni di visualizzazione a livello di elemento per il front-end.

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Content Item Permissions
it_it: Autorizzazioni per gli Elementi di Contenuto

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Security
it_it: Sicurezza

# Orchard.ContentPermissions.Drivers.ContentPermissionsPartDriver
source: Could not update permissions
it_it: Impossibile aggiornare le autorizzazioni

source: Permissions applied
it_it: Autorizzazioni applicate con successo

source: Protected
it_it: Protetto

source: Those permissions will be applied by default to any content item of this type. Users with sufficient permissions can change them for each content item.
it_it: Tali autorizzazioni verranno applicate per impostazione predefinita a qualsiasi elemento di questo tipo di contenuto. Gli utenti con autorizzazioni sufficienti possono modificarli per ogni elemento di contenuto.

source: Role
it_it: Ruoli

source: View any content
it_it: Visualizza ogni contenuto

source: Edit any content
it_it: Modificare qualsiasi contenuto

source: Publish any content
it_it: Pubblicare qualsiasi contenuto

source: Delete any content
it_it: Eliminare qualsiasi contenuto

source: Preview any content
it_it: Anteprima di tutti i contenuti

source: View own content
it_it: Vedere i propri contenuti

source: Edit own content
it_it: Modificare i propri contenuti

source: Publish own content
it_it: Pubblicare i propri contenuti

source: Delete own content
it_it: Eliminare il proprio contenuto

source: Preview own content
it_it: Anteprima dei propri contenuti

source: Only show those roles in the editor:
it_it: Visualizza solo questi ruoli nell'editor:

source: Uncheck the roles for which you don't want the editor to change the permissions for.
it_it: Deselezionare i ruoli per i quali non volete l'editor per modificare le autorizzazioni.

source: Securable Content Items
it_it: Elementi di contenuto proteggibili

source: Determines if an instance of this content type can have custom permissions.
it_it: Determina se un'istanza di questo tipo di contenuto può avere autorizzazioni personalizzate.

source: Enable Content Item access control
it_it: Abilita il controllo accesso agli Elementi di Contenuto

source: Check to define custom permissions for this content item.
it_it: Seleziona per definire le autorizzazioni personalizzate per questo elemento di contenuto.

source: Role
it_it: Ruolo

source: View this item
it_it: Visualizza questo elemento

source: Edit this item
it_it: Modifica questo elemento

source: Publish this item
it_it: Pubblica questo elemento

source: Delete this item
it_it: Elimina questo elemento

source: Preview this item
it_it: Anteprima di questo elemento

source: View own
it_it: Visualizza i propri

source: Edit own
it_it: Modifica i propri

source: Publish own
it_it: Pubblica i propri

source: Delete own
it_it: Elimina i propri

source: Preview own
it_it: Anteprima dell'elemento di proprietà
