Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Widgets/Module.txt
source: Widgets
it_it: Widget

# ~/Modules/Orchard.Widgets/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets for Orchard.
it_it: Un implementazione di widget per Orchard.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
it_it: Suggerimento per Livelli di Pagina

# ~/Modules/Orchard.Widgets/Module.txt
source: Adds a notification after creating a new Page with a direct link to create a Widget Layer for that specific page by URL.
it_it: Inserisce una notifica dopo aver creato una nuova Pagina con un link per creare un livello di widget per la pagina.

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Control Wrapper
it_it: Involucro per i Controlli Widget

# ~/Modules/Orchard.Widgets/Module.txt
source: Add an Edit button on the front-end for authenticated users
it_it: Aggiunge nel front-end un pulsante Modifica per gli utenti autenticati

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Elements
it_it: Elementi di widget

# ~/Modules/Orchard.Widgets/Module.txt
source: Enables widgets to be added as elements to layouts.
it_it: Abilita i widgets ad essere aggiunti come elementi di layouts.

# Orchard.Widgets.AdminMenu
source: Widgets
it_it: Widget

# Orchard.Widgets.AdminMenu
source: Configure
it_it: Configura

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
it_it: Creazione del livello {0} in corso

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
it_it: Livello creato con successo.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
it_it: Creazione del widget fallita: tipo {0} non trovato. Tipi di widget supportati: {1}.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : layer {0} was not found.
it_it: Creazione del widget fallita: livello {0} non trovato.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
it_it: Widget creato con successo.

# Orchard.Widgets.Controllers.AdminController
source: To manage widgets you must have a theme enabled.
it_it: Per gestire i widget è necessario avere un tema abilitato.

# Orchard.Widgets.Controllers.AdminController
source: There are no widget layers defined. A layer will need to be added in order to add widgets to any part of the site.
it_it: Nessuno livello per widget definito. È necessario aggiungere un livello per poter aggiungere widget nel sito.

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
it_it: Livello non trovato: {0}

# Orchard.Widgets.Controllers.AdminController
source: Not authorized to manage widgets.
it_it: Non sei autorizzato a gestire i widget.

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
it_it: Hai bisogno di una zona specifica per il posizionamento del widget.

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
it_it: Creazione del widget non riuscita: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been added.
it_it: Il tuo {0} è stato aggiunto.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
it_it: Il tuo {0} è stato creato.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
it_it: Il tuo {0} è stato salvato.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
it_it: Livello eliminato con successo

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
it_it: Rimozione del livello non riuscita: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
it_it: Widget non trovato: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
it_it: Modifica del widget non riuscita: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
it_it: Widget eliminato con successo

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
it_it: Rimozione del widget non riuscita: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
it_it: Esiste già un Livello con lo stesso Nome

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
it_it: La regola non è valida: {0}

# Orchard.Widgets.Drivers.WidgetPartDriver
source: Title can't be empty.
it_it: Il titolo non può essere vuoto.

# Orchard.Widgets.Drivers.WidgetPartDriver
source: A Widget with the same Name already exists.
it_it: Esiste già un Widget con lo stesso nome.

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
it_it: Vuoi <a href="{0}">aggiungere un livello di widget</a> per "{1}"?

# Orchard.Widgets.Handlers.LayerHintHandler
source: A widget layer for "{0}" at "{1}".
it_it: Un livello per widget per "{0}" a "{1}".

# Orchard.Widgets.Services.DefaultLayerEvaluationService
source: An error occurred during layer evaluation on: {0}
it_it: Verificato un errore durante la valutazione del layout su: {0}

# Orchard.Widgets.Services.RuleManager
source: There are currently no scripting engines enabled
it_it: Non ci sono script engine abilitati al momento

# Orchard.Widgets.Services.RuleManager
source: Expression is not a boolean value
it_it: L'espressione non è un valore booleano

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Current Layer:
it_it: Livello corrente:

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Show
it_it: Mostra

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Add a new layer...
it_it: Aggiungi un nuovo livello...

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: Current Culture:
it_it: Cultura corrente:

# ~/Modules/Orchard.Widgets/Views/WidgetFiltersControl.cshtml
source: any (show all)
it_it: qualsiasi (visualizza tutti)

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: All Layers:
it_it: Tutti i Livelli:

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: Hide All
it_it: Nascondi tutto

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: Show All
it_it: Mostra tutti

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
it_it: Zone per altri temi abilitati.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Widgets in these zones will not appear anywhere when your currently active theme is applied. They might still appear in selectively applied (e.g. mobile) themes.
it_it: I Widget presenti in queste zone non saranno mai visibili quando il tema corrente è attivo. Tuttavia potrebbero apparire in temi applicati specificamente (es. mobile).

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Widgets with problems
it_it: Widgets con problemi

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
it_it: Questi widget non appariranno da nessuna parte perché nei loro tipi di contenuto manca la CommontPart. Per sistemare questi widget, nel caso li volessi ancora, inizia sistemando i loro <a href="{0}">Tipi di Contenuto</a>.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Publish Draft
it_it: Pubblica bozza

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Unpublish
it_it: Annulla pubblicazione

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Publish
it_it: Pubblica

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
it_it: Sposta nel livello corrente

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
it_it: Sposta sopra

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
it_it: Sposta sotto

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: View
it_it: Vista

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
it_it: Anteprima della zona {0}

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
it_it: Aggiungi livello

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
it_it: Aggiungi Widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
it_it: Scegli un Widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
it_it: Non ci sono widget da aggiungere.

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
it_it: Modifica Livello

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
it_it: Modifica Widget

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Widgets
it_it: Widget

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: The name of the Layer as it will be displayed in the admin pages.
it_it: Il nome del Livello così come verrà visualizzato nelle pagine amministrative.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Some text describing the purpose of this Layer.
it_it: Del testo per descrivere lo scopo di questo Livello.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
it_it: Regola di Livello

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: An expression that evaluates to true when the widgets in this layer must be displayed. See <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> for more information.
it_it: Un espressione che restituisce Vero quando i widget di questo Livello devono essere visualizzati. Per maggiori informazioni leggi <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a>.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Zone
it_it: Zona

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Zone in the Layout where the Widget will be rendered.
it_it: La Zona del Layout dove visualizzare il Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
it_it: Livello

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Layer where the Widget will be rendered.
it_it: Il Livello in cui visualizzare il Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
it_it: Posizione

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The position of the Widget inside the Zone.
it_it: La posizione del Widget all'interno della Zona.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
it_it: Titolo

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The title of the Widget.
it_it: Il titolo del Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Check to render the title on the front-end, uncheck to hide
it_it: Seleziona per visualizzare il titolo nel front-end, deseleziona per nasconderlo

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The technical name of the Widget, used for css class and alternates.
it_it: Il nome tecnico del Widget, usato per le classi css e per gli alternati.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Css classes
it_it: Classi Css

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Add custom css classes for the widget separated by spaces.
it_it: Aggiungere le classi css per il widget separate da spazi.

# ~/Modules/Orchard.Widgets/Views/Elements/Widget.Design.cshtml
source: Widget Not Found
it_it: Widget non trovato
