Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Tags/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Tags/Module.txt
source: Tags
it_it: Tag

# ~/Modules/Orchard.Tags/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Tags/Module.txt
source: The tags module is providing basic tagging for arbitrary content types.
it_it: Il modulo di gestione tag permette il taggaggio di vari contenuti.

# ~/Modules/Orchard.Tags/Module.txt
source: Navigation
it_it: Navigazione

# ~/Modules/Orchard.Tags/Module.txt
source: Tags Feeds
it_it: Tag feed

# ~/Modules/Orchard.Tags/Module.txt
source: Adds tags to the RSS feeds.
it_it: Aggiunge i tag per i feed RSS.

# ~/Modules/Orchard.Tags/Module.txt
source: Tag Cloud
it_it: Nuvola di Tag

# ~/Modules/Orchard.Tags/Module.txt
source: Adds a tag cloud widget.
it_it: Aggiunge un widget Nuvola di Tag.

# Orchard.Tags.AdminMenu
source: Tags
it_it: Tag

# Orchard.Tags.AdminMenu
source: List
it_it: Lista

# Orchard.Tags.Controllers.AdminController
source: Can't manage tags
it_it: Non è possibile gestire i tag

# Orchard.Tags.Controllers.AdminController
source: Couldn't delete tag
it_it: Impossibile eliminare tag

# Orchard.Tags.Controllers.AdminController
source: Couldn't create tag
it_it: Impossibile creare il tag

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be added because it contains forbidden chars: {1}
it_it: Il tag "{0}" non può essere aggiunto perché contiene caratteri non validi: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't edit tag
it_it: Impossibile modificare tag

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be modified because it contains forbidden chars: {1}
it_it: Il tag "{0}" non può essere modificato perché contiene caratteri non validi: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't remove tag
it_it: Impossibile rimuove tag

# Orchard.Tags.Drivers.TagsPartDriver
source: The tags "{0}" could not be added because they contain forbidden chars: {1}
it_it: I tag "{0}" non possono essere aggiunti perché contengono caratteri non validi: {1}

# Orchard.Tags.Feeds.TagFeedQuery
source: Content tagged with {0}
it_it: Contenuti categorizzati con {0}

# Orchard.Tags.Projections.TagsFilter
source: Tags
it_it: Tag

# Orchard.Tags.Projections.TagsFilter
source: Has Tags
it_it: Ha i seguenti Tag

# Orchard.Tags.Projections.TagsFilter
source: Tagged content items
it_it: Elementi di contenuto con tag

# Orchard.Tags.Projections.TagsFilter
source: Any tag
it_it: Qualsiasi tag

# Orchard.Tags.Projections.TagsFilter
source: Tagged with {0}
it_it: Etichettato con {0}

# Orchard.Tags.Projections.TagsFilterForms
source: Tags
it_it: Tag

# Orchard.Tags.Projections.TagsFilterForms
source: Select some tags.
it_it: Seleziona qualche tag.

# Orchard.Tags.Projections.TagsFilterForms
source: Is one of
it_it: E' uno di

# Orchard.Tags.Projections.TagsFilterForms
source: Is all of
it_it: Comprende tutti

# Orchard.Tags.Services.TagService
source: Couldn't rename tag: name was empty
it_it: Impossibile rinominare il tag: in nome è vuoto

# Orchard.Tags.Services.TagService
source: Error removing tag to content item: the content item has not been created yet.
it_it: Si è verificato un errore rimuovendo il tag dal contenuto: il contenuto non è stato ancora creato.

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Manage tag: {0}
it_it: Gestione tag: {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Tag Name
it_it: Nome del Tag

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content items tagged with {0}
it_it: Contenuti taggati con {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: There is nothing tagged with {0}
it_it: Non c'é nulla taggato con {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content Type
it_it: Tipologia

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Tags
it_it: Tag

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: This is a table of the tags in your application
it_it: Questa é una tabella di tag nella tua applicazione

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: New Tag Name
it_it: Nuovo nome di Tag

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: Add Tag
it_it: Aggiungi Tag

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
it_it: Il numero di posti determina quanti formati differenti di tag verranno usati per visualizzare la nuvola di tag.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud, e.g. blog, /, or leave empty for the cloud to be scoped to the whole site.
it_it: Immettere il Permalink del contenitore per cui si desidera la nuvola di tag, (es. blog, /), o lasciare vuoto per generare una nuvola per tutto il sito.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Tags
it_it: Tag

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Separate multiple tags with commas
it_it: Usare le virgole per separare più tag

# ~/Modules/Orchard.Tags/Views/Home/Index.cshtml
source: Tags
it_it: Tag

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Tags
it_it: Tag

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with {0}
it_it: Contenuti taggati con {0}

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
it_it: Contenuti taggati con <span>{0}</span>

# ~/Modules/Orchard.Tags/Views/Parts/Tags.ShowTags.cshtml
source: Tags:
it_it: Tag:
