Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Contrib.CookieCuttr/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Cookie Accept Button
it_it: Pulsante Accetta Cookies

source: Cookie Analytics Mode
it_it: Modalità Cookie Analytics

source: Cookie Decline Button
it_it: Pulsante Rifiuta Cookies

source: Cookie Reset Button
it_it: Pulsante Reimposta Cookies

source: CookieCuttr Settings
it_it: Impostazioni CookieCuttr

source: 'Discreet' position (This positions Discreet Link and Discreet Reset)
it_it: Posizione 'discreto"(Questo fa comparire il Link e il bottone Pulisci in una posizione "discreta")

source: Display the notification at the bottom of the page?
it_it: Visualizza la notifica al fondo della pagina?

source: If the user accepts the cookies, it will display a reset cookies line.
it_it: Se l'utente accetta i cookies, sarà visualizzata la barra per pulire i cookies

source: if you are just using a simple analytics package you can set this to true, it displays a simple default message with no privacy policy link.
it_it: Se si sta solamente usando un semplice pacchetto analytics si può impostare a vero, così si visualizzerà un semplice messaggio di default senza il link all'informativa della privacy.

source: it will also force the discreet position setting to bottom (left or right).
it_it: forza l'impostazione della posizione con "al fondo" (destra o sinistra).

source: it will show a green button for the user to accept cookies.
it_it: verrà visualizzato un bottone verde per far accettare i cookie dall'utente.

source: it will show a red button for the user to decline cookies.
it_it: verrà visualizzato un bottone verde per far rifiutare i cookie dall'utente.

source: it will show a small reset link instead of a full liner.
it_it: verrà visualizzato un piccolo link per la pulizia dei cookie al posto della linea intera.

source: Make the reset button discreet?
it_it: Rende il pulsante di pulizia cookie discreto.

source: set to topleft by default, you can also set topright, bottomleft, bottomright.
it_it: Impostato a 'in alto a sinistra' come valore predefinito, è però possibile modificarlo in 'in alto a destra', 'in basso a sinistra', 'in basso a destra'.

source: Analytics Message (this is the default message)
it_it: Analytics Message (questo è il messaggio predefinito)

source: Change 'Accept Cookies' button text
it_it: Cambia il testo del bottone "Accetta i Cookies"

source: Change 'Decline Cookies' button text
it_it: Modifica il testo del pulsante 'Rifiuta i Cookie'

source: Change 'Reset Cookies' button text
it_it: Modifica il testo del pulsante 'Pulisci i Cookie'

source: Change 'What are Cookies' link text
it_it: Modifica il testo del link 'Cosa sono i Cookie'

source: 'Cookie Privacy link' Message
it_it: Messaggio 'link Privacy Cookie'

source: CookieCuttr Settings
it_it: Impostazioni CookieCuttr

source: remember to keep the {{cookiePolicyLink}} variable intact.
it_it: Ricordarsi di mantenere intatta la variabile {{cookiePolicyLink}}.

source: 'What are Cookies' link
it_it: Link 'Cosa sono i Cookie'

source: Your privacy policy / Cookie policy link
it_it: Link Informativa sulla Privacy / Informativa sui Cookie
