Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/App_Data/Localization/*/orchard.root.po
Languages: it_it

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
it_it: {0} (Sto riprovando...)

# Orchard.Commands.CommandHostAgent
source: Error executing command "{0}"
it_it: Errore durante l'esecuzione del comando "{0}"

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
it_it: Errore nell'avviare l'host di linea di comando di Orchard

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
it_it: Si è verificato un errore disattivando la linea di comando di Orchard

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
it_it: Dettagli dell'eccezione: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
it_it: Analisi dello stack:

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
it_it: Il sito {0} non esiste

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
it_it: Un cambio di configurazione richiede il riavvio della sessione.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
it_it: Sono stati trovati diversi comandi corrispondenti agli argomenti "{0}". I comandi disponibili sono: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
it_it: Nessun comando trovato con gli argomenti "{0}". I comandi disponibili sono: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
it_it: Switch "{0}" non trovato

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
it_it: Esiste una proprietà"{0}" ma non è decorata con "{1}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
it_it: Errore di conversione del valore "{0}" in "{1}" per lo switch "{2}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
it_it: (vuoto)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Command arguments "{0}" don't match command definition
it_it: Gi argomenti del comando "{0}" non corrispondano alla definizione di comando

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
it_it: Il metodo "{0}" non supporta lo switch "{1}".

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
it_it: Lista dei comandi disponibili:

# Orchard.Commands.Builtin.HelpCommand
source: {0}: no help text
it_it: {0}: nessun testo di aiuto

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
it_it: Il comando {0} non esiste

# Orchard.Data.Migration.DataMigrationNotificationProvider
source: Some features need to be upgraded: {0}
it_it: Alcune funzionalità devono essere aggiornate: {0}

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
it_it: Errore durante la migrazione dati: bisogna specificare il tipo del campo

# Orchard.Data.Migration.Interpreters.MySqlCommandInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
it_it: Errore durante la migrazione dei dati: è necessario specificare il tipo del campo per cambiare le sue proprietà

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
it_it: Tipo di Forma {0} non trovato

# Orchard.Environment.DefaultHostEnvironment
source: Orchard needs to be restarted due to a configuration change, but was unable to do so.
it_it: Orchard deve essere riavviato a causa di una modifica di configurazione, ma il riavvio non è riuscito.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
it_it: C'è più di una estensione con lo stesso nome installata in questa istanza di Orchard.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: Extension '{0}' has been found from the following locations: {1}.
it_it: L'estensione '{0}' è stata trovata nei seguenti percorsi: {1}.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
it_it: Questo problema potrebbe essere risolto rimuovendo o rinominando l'estensione che genera il conflitto.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
it_it: Errore nel caricare l'estensione '{0}'.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Assembly reference '{0}' for project '{1}' cannot be loaded
it_it: Il riferimento all'assembly '{0}' per il progetto '{1}' non può essere caricato

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
it_it: Errore compilando il modulo "{0}" a partire dal file "{1}": {2}

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' could not be loaded because it has an invalid Path ({1}). It was ignored. The Path if specified must be a valid URL segment. The best bet is to stick with letters and numbers with no spaces.
it_it: L'estensione '{0}' non può essere caricata perché ha un percorso non valido ({1}). È stata ignorata. Il percorso se specificato deve essere un segmento di URL valido. La cosa migliore è attaccare con lettere e numeri senza spazi.

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' manifest could not be loaded. It was ignored.
it_it: Il manifesto dell'estensione '{0}' non può essere caricato. È stato ignorato.

# Orchard.Environment.Features.FeatureManager
source: Failed to get state for feature {0}
it_it: Impossibile ottenere lo stato per la caratteristica {0}

# Orchard.Environment.Features.FeatureManager
source: Found {0} states for feature {1}
it_it: Trovati {0} stati per la caratteristica {1}

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
it_it: {0} non è correttamente formattato

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
it_it: Non è possibile inserire il file "{0}" nella cartella "App_Data" per mancanza di spazio

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
it_it: Il file {0} non esiste

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
it_it: La cartella {0} non esiste

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
it_it: La cartella non può essere create al seguente percorso: {0}. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
it_it: La cartella {0} è già presente

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
it_it: Il file {0} è già presente

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
it_it: La cartella {0} non ha una cartella padre

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
it_it: Elenco delle Lingue:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
it_it: La Lingua del sito è {0}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
it_it: Sto impostando la lingua del sito a {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
it_it: Il nome di lingua fornito, {0}, non è valido.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
it_it: Lingua del sito impostata correttamente a {0}

# Orchard.Localization.Commands.CultureCommands
source: Adding site cultures {0}
it_it: Aggiungi al sito la lingua {0}

# Orchard.Mvc.DataAnnotations.LocalizedRangeAttribute
source: The field {0} must be between {1} and {2}.
it_it: Il campo {0} deve essere compreso fra {1} e {2}.

# Orchard.Mvc.DataAnnotations.LocalizedRegularExpressionAttribute
source: The field {0} must match the regular expression '{1}'.
it_it: Il campo {0} deve corrispondere all'espressione regolare '{1}'.

# Orchard.Mvc.DataAnnotations.LocalizedRequiredAttribute
source: The {0} field is required.
it_it: Il campo {0} è richiesto.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
it_it: Il campo {0} deve essere una stringa con una lunghezza minima di {2} e una lunghezza massima di {1}.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a maximum length of {1}.
it_it: Il campo {0} deve essere una stringa con una lunghezza massima di {1}.

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
it_it: {0}. Gli utenti anonimi non hanno il permesso {1}.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
it_it: {0}. L'utente attuale, {2}, non ha il permesso {1}.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
it_it: Impossibile accedere all'amministrazione

# Orchard.Tests.UI.Notify.NotifierTests
source: Hello world
it_it: Ciao a tutti

# Orchard.Tests.UI.Notify.NotifierTests
source: More Info
it_it: Altre informazioni
