Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Search/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Search/Module.txt
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Search/Module.txt
source: The search module enables the management of the search index and provides the front-end searching user interface.
it_it: Il modulo di ricerca permette la gestione dell'indice di ricerca e fornisce un interfaccia di ricerca per il font-end.

# ~/Modules/Orchard.Search/Module.txt
source: Standard interface to Orchard's built-in search.
it_it: Interfaccia standard per la ricerca integrata in Orchard.

# ~/Modules/Orchard.Search/Module.txt
source: Admin Content Search
it_it: Ricerca di contenuti nel pannello amministrativo

# ~/Modules/Orchard.Search/Module.txt
source: Provides a Content Search tab in Admin.
it_it: Fornisce una scheda di ricerca contenuto nel Pannello Amministrativo.

# ~/Modules/Orchard.Search/Module.txt
source: Content Picker Search
it_it: Ricerca Selettore di Contenuti

# ~/Modules/Orchard.Search/Module.txt
source: Provides a search tab in Content Picker.
it_it: Fornisce una scheda di ricerca nel Selettore di Contenuti.

# ~/Modules/Orchard.Search/Module.txt
source: Media Library Search
it_it: Ricerca nella Biblioteca Multimediale

# ~/Modules/Orchard.Search/Module.txt
source: Provides search menu item in the Media Library explorer.
it_it: Fornisce la voce di menu cerca nel visualizzatore della Biblioteca Multimediale.

# Orchard.Search.ContentAdminMenu
source: Content
it_it: Contenuto

# Orchard.Search.ContentAdminMenu
source: Search
it_it: Ricerca

# Orchard.Search.ContentPickerNavigationProvider
source: Content Picker
it_it: Selettore di Contenuti

# Orchard.Search.ContentPickerNavigationProvider
source: Search Content
it_it: Ricerca Contenuto

# Orchard.Search.Commands.SearchCommands
source: Invalid index name.
it_it: Nome dell'indice non valido.

# Orchard.Search.Controllers.AdminController
source: Invalid search query: {0}
it_it: Query di ricerca non valida: {0}

# Orchard.Search.Controllers.ContentPickerController
source: Invalid search query: {0}
it_it: Query di ricerca non valida: {0}

# Orchard.Search.Controllers.SearchController
source: Please define a default search index.
it_it: Si prega di definire un indice di ricerca predefinito.

# Orchard.Search.Controllers.SearchController
source: Invalid search query: {0}
it_it: Chiave di ricerca non valida: {0}

# Orchard.Search.Handlers.AdminSearchSettingsPartHandler
source: Search
it_it: Ricerca

# Orchard.Search.Handlers.SearchSettingsPartHandler
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search Content
it_it: Ricerca Contenuto

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Select All
it_it: Seleziona tutti

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Add Selected
it_it: Aggiungi selezionati

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search Content
it_it: Ricerca Contenuto

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: There are no results
it_it: Non ci sono risultati.

# ~/Modules/Orchard.Search/Views/ContentPicker/NoIndex.cshtml
source: You need to enable a search index module.
it_it: Ãˆ necessario attivare un modulo indice di ricerca.

source: Show Search tab
it_it: Visualizza la scheda di ricerca

source: Uncheck to hide the Search tab from the picker window.
it_it: Deseleziona questa opzione per nascondere la scheda di ricerca dalla finestra di selezione.

source: Search index
it_it: Indice di ricerca

source: The index to use when displaying this tab.
it_it: L'indice da utilizzare quando viene visualizzata questa scheda.

source: Content Types and Parts
it_it: Parti e Tipi di Contenuto

source: A comma separated value of all the content types or content parts to display.
it_it: Un elenco separato da virgole di tutti i tipi di contenuto o di parti di contenuto da visualizzare.

source: Admin Index
it_it: Indice di admin

source: The index to search when used in the dashboard.
it_it: L'indice di ricerca quando utilizzato nel dashboard.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: Override Search Index
it_it: Sovrascrivere l' indice di ricerca

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: Check this if you want to specify a different index for this widget to search.
it_it: Spunta qui se si desidera specificare un indice diverso per questo widget di ricerca.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: Index
it_it: Indice

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SearchForm.cshtml
source: The index to search.
it_it: L'indice di ricerca.

source: Fields
it_it: Campi

source: Check any field for each index which should be used for search queries.
it_it: Verificare ogni campo per ogni indice che deve essere utilizzato per le query di ricerca.

source: Localization
it_it: Localizzazione

source: Narrow search to current culture only
it_it: Restringi la ricerca solamente per la lingua corrente

source: If checked, search results will only include content items localized in the current culture of the request.
it_it: Se selezionato, i risultati della ricerca includeranno solo i contenuti localizzati per la lingua attiva al momento della richiesta.

source: Display Type
it_it: Tipo di visualizzazione

source: The display type to use for content items in the search results page.
it_it: Il tipo di visualizzazione da utilizzare per gli elementi di contenuto nella pagina dei risultati di ricerca.

source: Search
it_it: Ricerca

source: Default Index
it_it: Indice predefinito

source: Index
it_it: Indice

source: Select which index to use by default in search queries.
it_it: Selezionare l'indice predefinito da utilizzare nelle query di ricerca.

source: There is currently no index to search from. Please update your index, and check if some indexable content exists.
it_it: Non c'Ã¨ attualmente nessun indice di ricerca. Aggiorna l'indice e controlla se esiste qualche contenuto indicizzabile.

# ~/Modules/Orchard.Search/Views/Parts/Search.SearchForm.cshtml
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: Search
it_it: Ricerca

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: There is <em>one</em> result
it_it: C'Ã© <em>un solo</em> risultato

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>zero</em> results
it_it: <em>zero</em> risultati

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>{1} - {2}</em> of <em>{0}</em> results
it_it: <em>{1} - {2}</em> di <em>{0}</em> risultati
