Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Localization/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Localization/Module.txt
source: Localization
it_it: Localizzazione

# ~/Modules/Orchard.Localization/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Localization/Module.txt
source: The localization module enables the localization of content items.
it_it: Il modulo di localizzazione permette la localizzazione di elementi di contenuto.

# ~/Modules/Orchard.Localization/Module.txt
source: Enables localization of content items.
it_it: Consente la localizzazione degli elementi di contenuto.

# ~/Modules/Orchard.Localization/Module.txt
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Localization/Module.txt
source: Content Localization
it_it: Localizzazione del contenuto

# ~/Modules/Orchard.Localization/Module.txt
source: Enables PO-based translation of date/time formats and names of days and months.
it_it: Consente la traduzione, basata sui file PO, dei formati di data/ora e i nomi dei giorni e dei mesi.

# ~/Modules/Orchard.Localization/Module.txt
source: Date/Time Format Translation
it_it: Traduzione del formato di data/ora

# ~/Modules/Orchard.Localization/Module.txt
source: Enables culture picker services, and also the admin culture picker.
it_it: Abilita i servizi di selezione della cultura nel sito web e nella sezione di gestione.

# ~/Modules/Orchard.Localization/Module.txt
source: Culture Picker
it_it: Selezione della cultura

# ~/Modules/Orchard.Localization/Module.txt
source: Enables transliteration of content.
it_it: Consente la traslitterazione del contenuto.

# ~/Modules/Orchard.Localization/Module.txt
source: Transliteration
it_it: Traslitterazione

# ~/Modules/Orchard.Localization/Module.txt
source: Enables transliteration of the autoroute slug when creating a piece of content.
it_it: Permette di traslitterazione dello slug dell'autoroute durante la creazione di un elemento di contenuto.

# ~/Modules/Orchard.Localization/Module.txt
source: URL Transliteration
it_it: Traslitterazione dell'URL

# Orchard.Localization.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Localization.AdminMenu
source: Transliteration
it_it: Traslitterazione

# Orchard.Localization.Controllers.AdminController
source: Created content item translation.
it_it: Versione tradotta del contenuto creata.

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localization
it_it: Localizzazione

# Orchard.Localization.Projections.CurrentCultureFilter
source: For current culture
it_it: Per la lingua corrente

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localized content items for current culture
it_it: Versione tradotta dei contenuti nella lingua corrente

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Content Items
it_it: Elementi di Contenuto

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Culture
it_it: Cultura

# Orchard.Localization.Providers.ContentLocalizationTokens
source: The culture of the content item
it_it: La cultura dell'elemento di contenuto

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Tokens for culture
it_it: Token per la cultura

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Name
it_it: Nome

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Gets the culture name in the format languagecode2-country/regioncode2.
it_it: Ottiene il nome della cultura nel formato languagecode2-country/regioncode2.

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Two Letter ISO Language Name
it_it: Nome di lingua di due lettere ISO

# Orchard.Localization.Providers.ContentLocalizationTokens
source: Gets the ISO 639-1 two-letter code for the language of the current CultureInfo.
it_it: Ottiene il codice di due lettere ISO 639-1 per la lingua della CultureInfo corrente.

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: January, February, March, April, May, June, July, August, September, October, November, December
it_it: Gennaio, Febbraio, Marzo, Aprile, Maggio, Giugno, Luglio, Agosto, Settembre, Ottobre, Novembre, Dicembre

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
it_it: Gen, Feb, Mar, Apr, Mag, Giu, Lug, Ago, Set, Ott, Nov, Dic

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
it_it: Domenica, Lunedì, Martedì, Mercoledì, Giovedì, Venerdì, Sabato

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
it_it: Dom, Lun, Mar, Mer, Gio, Ven, Sab

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: Su, Mo, Tu, We, Th, Fr, Sa
it_it: Do, Lu, Ma, Me, Gi, Ve, Sa

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: M/d/yyyy
it_it: d/M/yyyy

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: M/d/yyyy h:mm tt
it_it: d/M/yyyy H:mm

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: dddd, MMMM d, yyyy h:mm:ss tt
it_it: dddd, d MMMM yyyy h:mm: ss tt

# Orchard.Localization.Providers.LocalizationDateTimeFormatProvider
source: use24HourTime: false
it_it: use24HourTime: true

# ~/Modules/Orchard.Localization/Views/AdminCultureSelector.cshtml
source: {0} (current)
it_it: {0} (corrente)

# ~/Modules/Orchard.Localization/Views/FrontEndCultureSelector.cshtml
source: {0} (current)
it_it: {0} (corrente)

# ~/Modules/Orchard.Localization/Views/Admin/Translate.cshtml
source: Translate Content
it_it: Traduci il contenuto

source: Content Localization
it_it: Localizzazione del contenuto

source: This is the <em>{0}</em> variation of the content
it_it: Questa è la versione <em>{0}</em> del contenuto

source: This is the <em>{0}</em> variation of {1}
it_it: Questa è la versione <em>{0}</em> di {1}

source: This content currently has no culture associated to it, please select a culture to associate to this piece of content: {0}
it_it: Questo contenuto attualmente non ha nessuna cultura associata, si prega di selezionare una cultura per questo elemento di contenuto: {0}

source: Other translations:
it_it: Altre traduzioni:

source: + New translation
it_it: + Nuova traduzione

source: Translations:
it_it: Traduzioni:

source: Translations:
it_it: Traduzioni:

source: Culture: {0}
it_it: Cultura: {0}

source: Undefined
it_it: Indefinito

source: Translations:
it_it: Traduzioni:

source: + New translation
it_it: + Nuova traduzione

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: Create Transliteration
it_it: Creare traslitterazione

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: From
it_it: Da

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: To
it_it: A

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Create.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: Edit Transliteration
it_it: Modificare la traslitterazione

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: From
it_it: Da

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: To
it_it: A

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Transliteration Settings
it_it: Impostazioni di traslitterazione

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Create a new specification
it_it: Creare una nuova specifica

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Culture From
it_it: Cultura da

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Culture To
it_it: Cultura a

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.Localization/Views/TransliterationAdmin/Index.cshtml
source: There are no specifications registered. Why not <a href="{0}">Create one</a>?
it_it: Non ci sono specifiche registrate. Perché non <a href="{0}"> creare una</a>?
