Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Upgrade/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Upgrade/Module.txt
source: Upgrade
it_it: Aggiornamento

# ~/Modules/Upgrade/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Upgrade/Module.txt
source: Provides actions for upgrading Orchard instances
it_it: Fornisce attività che permettono l'aggiornamento delle istanze di Orchard

# Upgrade.AdminMenu
source: Upgrade to 1.8
it_it: Aggiornamento a 1.8

# Upgrade.AdminMenu
source: Messaging (1.8)
it_it: Messaggistica (1.8)

# Upgrade.AdminMenu
source: Taxonomies (1.7)
it_it: Tassonomie (1.7)

# Upgrade.AdminMenu
source: Content Picker (1.7)
it_it: Selezione di contenuto (1.7)

# Upgrade.AdminMenu
source: Fields (1.5)
it_it: Campi (1.5)

# Upgrade.Controllers.ContentPickerController
source: You need to enable Orchard.ContentPicker in order to migrate Content Picker items to Orchard.ContentPicker.
it_it: È necessario abilitare il Orchard.ContentPicker al fine di migrare selezione contenuto elementi di Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Not allowed to migrate Orchard.ContentPicker.
it_it: Non è consentito eseguire la migrazione di Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Content Picker menu items were migrated successfully.
it_it: Voci di menu di Orchard.ContentPicker migrati con successo.

# Upgrade.Controllers.ContentPickerController
source: Unexpected error while migrating to Orchard.ContentPicker. Please check the log.
it_it: Errore imprevisto durante la migrazione a Orchard.ContentPicker. Controllare il log degli errori.

# Upgrade.Controllers.FieldController
source: There are no content types with custom fields
it_it: Non c'è nessun tipo di contenuto con campi personalizzati

# Upgrade.Controllers.FieldController
source: You need to enable Orchard.Fields in order to migrate current fields. Then you can safely remove Contrib.DateTimeField and Contrib.MediaPickerField.
it_it: È necessario abilitare il Orchard.Fields per poter migrare i campi esistenti. Dopodiché si può tranquillamente rimuovere Contrib.DateTimeField e Contrib.MediaPickerField.

# Upgrade.Controllers.FieldController
source: Not allowed to migrate fields.
it_it: Non è consentito eseguire la migrazione di campi.

# Upgrade.Controllers.FieldController
source: {0} fields were migrated successfully
it_it: {0} campi sono stati migrati con successo

# Upgrade.Controllers.InfosetController
source: Site Settings migrated successfully
it_it: Impostazioni sito migrate con successo

# Upgrade.Controllers.MediaController
source: You need to enable Orchard.MediaLibrary in order to convert current media files to the Media Library.
it_it: È necessario abilitare il Orchard.MediaLibrary al fine di convertire la corrente file multimediali alla libreria multimediale.

# Upgrade.Controllers.MediaController
source: Unknown MIME type for extension: {0}. These files will be imported as Document media.
it_it: Tipo MIME sconosciuto per estensione: {0}. questi file verranno importati come media Documento.

# Upgrade.Controllers.MediaController
source: Some media files need to be migrated.
it_it: Alcuni file multimediali devono essere migrati.

# Upgrade.Controllers.MediaController
source: {0} media files have been found, {1} media are in the library.
it_it: sono stati trovati file multimediali {0}, {1} media sono nella libreria.

# Upgrade.Controllers.MediaController
source: All media files have been migrated.
it_it: Tutti i file multimediali sono stati migrati.

# Upgrade.Controllers.MediaController
source: Not allowed to convert media files.
it_it: Non è consentito convertire file multimediali.

# Upgrade.Controllers.MediaController
source: Media {0} has already been imported.
it_it: Il file multimediale {0} è già stato importato.

# Upgrade.Controllers.MediaController
source: Importing {0}.
it_it: Importazione {0}.

# Upgrade.Controllers.MediaController
source: Error while importing {0}. Please check the logs
it_it: Errore durante l'importazione {0}. Si prega di verificare il log degli errori

# Upgrade.Controllers.MenuController
source: This step is unnecessary as some menus already exist.
it_it: Questo passaggio è inutile perché esiste già almeno un menu.

# Upgrade.Controllers.MenuController
source: Not allowed to migrate the navigation.
it_it: Non è consentito migrare i dati di navigazione.

# Upgrade.Controllers.MenuController
source: Main menu created
it_it: Menu principale creato

# Upgrade.Controllers.MenuController
source: Menu items moved to Main menu
it_it: Voci di menu trasferite nel menu principale

# Upgrade.Controllers.MenuController
source: Widget could not be created. Please create it manually.
it_it: Widget non può essere creato. Crearlo manualmente.

# Upgrade.Controllers.MessagingController
source: This step is unnecessary as no Send Email activities were found.
it_it: Questo passaggio è inutile perché non sono state trovate attività di posta elettronica.

# Upgrade.Controllers.MessagingController
source: This step appears unnecessary since it appears Orchard Workflows is not enabled.
it_it: Questo passaggio appare inutile, poiché sembra che il Workflow non sia abilitato.

# Upgrade.Controllers.MessagingController
source: Not allowed to upgrade.
it_it: Non è consentito effettuare l'aggiornamento.

# Upgrade.Controllers.MessagingController
source: Email activities updated successfully
it_it: Attività di posta elettronica aggiornato con successo

# Upgrade.Controllers.MessagingController
source: No email activities were updated.
it_it: Nessuna attività di posta elettronica sono state aggiornate.

# Upgrade.Controllers.RouteController
source: There are no content types with RoutePart
it_it: Non ci sono nessun tipi di contenuto con RoutePart

# Upgrade.Controllers.RouteController
source: Not allowed to migrate routes.
it_it: Non possono per migrare le route.

# Upgrade.Controllers.RouteController
source: Some content items could not be imported. Please refer to the corresponding Report.
it_it: Alcuni elementi contenuti non possono essere importati. Fare riferimento alla relazione corrispondente.

# Upgrade.Controllers.RouteController
source: {0} was migrated successfully
it_it: {0} è stato migrato con successo

# Upgrade.Controllers.TaxonomyController
source: You need to enable Orchard.Taxonomies in order to migrate Contrib.Taxonomies to Orchard.Taxonomies.
it_it: È necessario abilitare il Orchard.Taxonomies al fine di migrare Contrib.Taxonomies a Orchard.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: This migration step might have been done already.
it_it: Questo passaggio di migrazione potrebbe essere stato già eseguito.

# Upgrade.Controllers.TaxonomyController
source: Not allowed to migrate Contrib.Taxonomies.
it_it: Non è consentito eseguire la migrazione di Contrib.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: Taxonomies were migrated successfully.
it_it: Le tassonomie sono state migrate con successo.

# Upgrade.Controllers.TaxonomyController
source: Unexpected error while migrating to Orchard.Taxonomies. Please check the log.
it_it: Errore imprevisto durante la migrazione a Orchard.Taxonomies. Controllare il registro.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate Content Picker
it_it: Eseguire la migrazione di selezione contenuto

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrating Content Picker:
it_it: La migrazione di selezione contenuto:

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: This migration step will move your content picker menu items to their new location.
it_it: Questo passaggio di migrazione si sposta le voci di menu di selezione contenuto alla nuova posizione.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate Fields
it_it: Eseguire la migrazione dei campi

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Choose the types to migrate:
it_it: Scegliere i tipi di migrare:

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: The migration process fields data. You will still need to enable Orchard.Fields, and remove Contrib.DateTime and Contrib.MediaPicker if you have installed them.
it_it: Il processo di migrazione cambia campi dati. Dei poi abilitare Orchard.Fields e rimuovere Contrib.DateTime e Contrib.MediaPicker se li hai installati.

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate Infosets
it_it: La migrazione degli Infoset

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Site Settings:
it_it: La migrazione delle impostazioni del sito:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will migrate your Site Settings to Infosets and delete the deprecated records.
it_it: Questo passo di migrazione migrare le impostazioni sito a InfoSet ed eliminare i record obsoleti.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Body Parts:
it_it: Migrazione Body Part:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Body Parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Body in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Media Parts:
it_it: La migrazione contenuti multimediali:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Media Parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti multimediali in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Permissions Parts:
it_it: Migrazione delle autorizzazioni per gli elementi di contenuto:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Permissions parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte i permessi relativi alle parti di contenuto negli infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Menu Parts:
it_it: Migrazione del Menu delle Parti di Contenuto:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Menu parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Menu delle voci di contenuto negli infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Tags Parts:
it_it: Migrazione Tag Part:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Tags parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Tag in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Widget Parts:
it_it: La migrazione parti di Widget:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Widget parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Widget in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Layer Parts:
it_it: La migrazione livello parti:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Layer parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Livello in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Widget Parts:
it_it: Migrazione Menu Widget:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Widget parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Menu Widget in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Shape Menu Item Parts:
it_it: Migrazione della Forma Menu:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Shape Menu Item parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le Forme Menu in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Item Parts:
it_it: Migra le Parti Menu:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Item parts to Infosets.
it_it: Questo passaggio di migrazione copia tutte le parti Menu in Infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: FIXING 1.x VERSIONS:
it_it: CORREZIONE VERSIONI 1.x:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will merge version infosets.
it_it: Questo passaggio di migrazione unirà le versioni di infoset.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: All items have been processed
it_it: Tutti gli elementi sono stati elaborati

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate Media Files
it_it: Eseguire la migrazione di file multimediali

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Files:
it_it: Migrazione dei files multimediali:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will create and organize new Media Content Items based on the media files in your ~/Media folder.
it_it: Questo passo di migrazione creare e organizzare nuovi elementi multimediali contenuti basati su file multimediali nella cartella ~/Media.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before importing, please ensure the server has the expected mime types already registered as explained here: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>
it_it: Prima di importare, verifica se il server ha i tipi mime previsti già registrati come spiegato qui: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap"> http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Picker Fields:
it_it: Migrazione Selezione campi Media:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will migrate your Media Picker and Media Gallery Picker fields to the new Media Library Field.
it_it: Questo passaggio di migrazione migrerà il Selettore Media e il Selettore Media Gallery nel nuovo campo Biblioteca Multimediale.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before migrating fields, please migrate all the Media files.
it_it: Prima di migrare campi devono essere migrati tutti i file multimediali.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: All media files have been processed
it_it: Tutti i file multimediali sono stati elaborati

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate Menu
it_it: Migra Menu

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrating Menu:
it_it: Migrazione Menu:

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: This migration step will create a new Menu named "Main Menu" and add all your previous menu items to it. Finally it will create a new "Menu Widget" instance to render this menu on the website.
it_it: Questo passaggio di migrazione creerà un nuovo Menu chiamato "Menu principale" e vi aggiungerà tutte le precedenti voci di menu. Infine creerà una nuova istanza di "Menu Widget" per vedere il menu sul sito.

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate Messaging
it_it: Migrazione messaggistica

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrating Email Activities:
it_it: Migrazione attività posta elettronica:

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: This migration step will update the existing Send Email activities to use the new Message Queueing functionality.
it_it: Questo passaggio di migrazione si aggiornerà le attività esistenti di posta elettronica per utilizzare le nuove funzionalità di servizi Accodamento messaggi.

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate Routes
it_it: Migrazione Route

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Choose the types to migrate:
it_it: Scegliere i tipi di migrare:

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: The migration process will move the Route and Title properties by adding an Autoroute and a Title part to all the content items for the selected content types.
it_it: Il processo di migrazione si muoverà la Route e il Titolo aggiungendo una Autoroute Part e un Titolo Part a tutti gli elementi di contenuto per i tipi di contenuto selezionati.

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate
it_it: Migra

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate Taxonomies
it_it: Migra le tassonomie

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrating Taxonomies:
it_it: Migrazione tassonomie:

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: This migration step will convert the Contrib.Taxonomies content items to Orchard.Taxonomies.
it_it: Questo passaggio di migrazione convertirà gli elementi di contenuto di Contrib.Taxonomies in Orchard.Taxonomies.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: If you had any Term Widget instance, you will have to replace them with Projection Queries.
it_it: Se aveste qualsiasi istanza di Term Widget, dovreste sostituirli con Query di Proiezione.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate
it_it: Migra
