Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.SecureSocketsLayer/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: This module will ensure SSL is used when accessing specific parts of the website like the dashboard, authentication pages or custom pages.
it_it: Questo modulo assicura che SSL sia utilizzato quando si accede a parti specifiche del sito Web come il Pannello Amministrativo, pagine di autenticazione o pagine personalizzate.

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting invalid
it_it: L'Url delle impostazioni del sito non è valido

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Everything' site setting set to '{0}'
it_it: 'Rendi sicuro tutto il sito' impostato a '{0}'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Custom Enabled' site setting set to '{0}'
it_it: 'Impostazioni personalizzate' impostato a '{0}'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting set to '{0}'
it_it: 'Url' delle impostazioni impostato a '{0}'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Host Name' site setting set to '{0}'
it_it: 'Nome Host sicuro' impostato a '{0}'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Insecure Host Name' site setting set to '{0}'
it_it: 'Nome Host non sicuro' impostato a '{0}'

# Orchard.SecureSocketsLayer.Services.MissingSettingsBanner
source: The <a href="{0}">SSL settings</a> need to be configured.
it_it: È necessario configurare le <a href="{0}">Impostazioni SSL</a>.

source: SSL Settings
it_it: Impostazioni SSL

source: Enable SSL redirection
it_it: Attiva il rindirizzamento SSL

source: Secure Host Name
it_it: Nome Host sicuro

source: (Mandatory) The host name secured traffic should be redirected to (e.g. localhost:44300, secure.mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. secure.127-0-0-1.org.uk:4333).
it_it: (Obbligatorio) Il nome dell'host sicuro dove il traffico deve essere reindirizzato (es. localhost:44300, secure.mydomain.com). Non includere il protocollo, solo il nome dell'host. Una porta può essere specificata dopo due punti se necessario (ad esempio secure.127-0-0-1.org.uk:4333).

source: Insecure Host Name
it_it: Nome Host non sicuro

source: (Mandatory) The host name non-secured traffic should be redirected to (e.g. localhost:30321, mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. dev.127-0-0-1.org.uk:4333).
it_it: (Obbligatorio) Il nome dell'host non sicuro dove il traffico deve essere reindirizzato (es. localhost:30321, mydomain.com). Non includere il protocollo, solo il nome dell'host. Una porta può essere specificata dopo due punti se necessario (ad esempio dev.127-0-0-1.org.uk:4333).

source: Force SSL on all pages
it_it: Forza SSL su tutte le pagine

source: Enable HTTP Strict Transport Security
it_it: Abilitare HTTP Strict Transport Security

source: <a href='https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security' target='_blank'>More information about HSTS</a>
it_it: <a href='https://developer.mozilla.org/en-US/docs/Web/Security/HTTP_strict_transport_security' target='_blank'>Ulteriori informazioni su HSTS</a>

source: Expiration time
it_it: Data di scadenza

source: (Mandatory) Specify the max age of HSTS in seconds (e.g. 31536000 is one year). If you set this parameter to 0, the HSTS Header will immediately expire.
it_it: (Obbligatorio) Specificare l'età massima (max age) di HSTS in secondi (es. 31536000 è un anno). Se si imposta questo parametro su 0, l'intestazione HSTS scadrà immediatamente.

source: Include Subdomains
it_it: Includi i sottodomini

source: Applies the HSTS rules to all of the site's subdomains.
it_it: Applica le regole HSTS a tutti i sottodomini del sito.

source: Preload
it_it: Precaricamento

source: You can use this if you successfully submitted your domain to an HSTS preload service and serve all subdomains over HTTPS. If you send this directive, it can have PERMANENT CONSEQUENCES. Please read the <a href='https://hstspreload.appspot.com/' target='_blank'>details</a> before sending the header with "preload".
it_it: Puoi utilizzare questa opzione se hai inviato con successo il tuo dominio a un servizio di precaricamento HSTS e servi tutti i sottodomini in HTTPS. Se si conferma questa opzione, si possono avere CONSEGUENZE PERMANENTI. Si prega di leggere attentamente i <a href='https://hstspreload.appspot.com/' target='_blank'>dettagli</a> prima di inviare l'intestazione con "precaricamento".

source: Enable SSL on specific pages
it_it: Abilita SSL su pagine specifiche

source: Urls
it_it: URL

source: Provide a list of urls, one per line. Urls can contains wildcard matches using '*', or root identifier like '~/'
it_it: Inserisci un elenco di URL, uno per riga. Possono contenere caratteri jolly utilizzando '*', o l'identificatore di radice '~/'

source: Examples: http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
it_it: Esempi: http://ilmiosito.com/miapagina, ~/Profile/Edit, ~/Profile/*
