Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.Caligoo/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Address
it_it: Indirizzo

source: Caligoo Location
it_it: Posizione Geografica Caligoo

source: Caligoo Location ID
it_it: ID posizione geografica Caligoo

source: City
it_it: Città

source: Country
it_it: Nazione

source: Display Name
it_it: Nome Visualizzato

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Postal Code
it_it: CAP

source: The address of the location.
it_it: L'indirizzo della posizione geografica.

source: The city of the location.
it_it: La città della posizione geografica.

source: The country of the location.
it_it: La nazione della posizione geografica.

source: The latidude of the location.
it_it: La latitudine della posizione geografica.

source: The longitude of the location.
it_it: La longitudine della posizione geografica.

source: The name of the location.
it_it: Il nome della posizione geografica.

source: The postal code of the location.
it_it: Il CAP della posizione geografica.

source: The value of the corresponding location_id in Caligoo.
it_it: Il corrispondente valore della location_id in Caligoo.

source: Base URL
it_it: URL di base

source: Base URL to call Caligoo Web API.
it_it: URL di base per chiamare le Web API di Caligoo.

source: Caligoo Settings
it_it: Impostazioni Caligoo

source: Password to log in to Caligoo.
it_it: Password per accedere a Caligoo.

source: Path for locations request
it_it: Percorso per la richiesta dell'elenco delle posizioni geografiche

source: Path for users request
it_it: Percorso per la richiesta dell'elenco utenti

source: Path to get Caligoo locations.
it_it: Percorso per ottenere l'elenco delle posizioni geografiche Caligoo.

source: Path to get Caligoo users.
it_it: Percorso per ottenere l'elenco degli utenti Caligoo.

source: Timeout (milliseconds) for Caligoo Web API requests.
it_it: Timeout (millisecondi) per le richieste alle WebAPI Caligoo.

source: Timeout (milliseconds) used when calling Caligoo Web API. Leave 0 to use default value (10000).
it_it: Timeout (millisecondi) utilizzato durante le richieste alle WebAPI Caligoo. Lasciare 0 per usare il valore di default (10000).

source: URL for login request
it_it: URL per il login

source: URL for refresh JWT token request
it_it: URL per il rinnovo del token JWT

source: URL to log in and get Caligoo JWT token.
it_it: URL per effettuare l'accesso e ottenere un token JWT di Caligoo.

source: URL to refresh Caligoo JWT token.
it_it: URL per rinnovare il token JWT di Caligoo.

source: Username
it_it: Nome utente

source: Username to log in to Caligoo.
it_it: Nome utente per accedere a Caligoo.

# ~/Modules/Laser.Orchard.Caligoo/Views/EditorTemplates/Parts/CaligooUser.cshtml
source: Caligoo User
it_it: Utente Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/EditorTemplates/Parts/CaligooUser.cshtml
source: Caligoo User ID
it_it: ID Utente Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/EditorTemplates/Parts/CaligooUser.cshtml
source: Caligoo User Name
it_it: Nome utente Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/EditorTemplates/Parts/CaligooUser.cshtml
source: The value of the corresponding user_id in Caligoo.
it_it: Il corrispondente valore dello user_id in Caligoo.

# ~/Modules/Laser.Orchard.Caligoo/Views/EditorTemplates/Parts/CaligooUser.cshtml
source: The value of the corresponding username in Caligoo.
it_it: Il corrispondente valore del nome utente in Caligoo.

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Address
it_it: Indirizzo

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Caligoo Location
it_it: Posizione Geografica Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Caligoo Location ID
it_it: ID posizione geografica Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: City
it_it: Città

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Country
it_it: Nazione

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Latitude
it_it: Latitudine

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Longitude
it_it: Longitudine

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooLocation.cshtml
source: Postal Code
it_it: CAP

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooUser.cshtml
source: Caligoo User ID
it_it: ID Utente Caligoo

# ~/Modules/Laser.Orchard.Caligoo/Views/Parts/CaligooUser.cshtml
source: Caligoo User Name
it_it: Nome utente Caligoo

# Laser.Orchard.Caligoo.Activities.CaligooLoginLogoutEvent
source: A contact has just performed login or logout from Caligoo network.
it_it: Un contatto ha appena effettuato l'accesso o la disconnessione dalla rete Caligoo.

# Laser.Orchard.Caligoo.Activities.CaligooLoginLogoutEvent
source: Content Event
it_it: Evento del Contenuto

# Laser.Orchard.Caligoo.Activities.CaligooLoginLogoutEvent
source: Login
it_it: Accesso

# Laser.Orchard.Caligoo.Activities.CaligooLoginLogoutEvent
source: Logout
it_it: Disconnessione

# Laser.Orchard.Caligoo.Activities.CaligooLoginLogoutEvent
source: Unknown
it_it: Sconosciuto

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilter
source: Caligoo User Filter
it_it: Filtro Utenti Caligoo

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilter
source: Caligoo users filtered by available criteria.
it_it: Utenti Caligoo filtrati in base ai criteri disponibili.

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilter
source: Filter Caligoo users by availble criteria.
it_it: Filtra gli utenti Caligoo in base ai criteri disponibili.

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: All
it_it: Tutti

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Both online and not online users
it_it: Sia utenti collegati alla rete sia utenti non collegati

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Date (dd/MM/yyyy)
it_it: Data (gg/MM/aaaa)

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: From
it_it: Da

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: List of Caligoo Location Id (separated by comma)
it_it: Elenco degli ID delle posizioni geografiche Caligoo (separati da virgola)

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: New
it_it: Nuovi

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Not online users only
it_it: Solo utenti non collegati

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Online users
it_it: Utenti collegati

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Online users only
it_it: Solo utenti collegati

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Returning
it_it: Che ritornano

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: To
it_it: A

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Type
it_it: Tipo

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Visit duration (seconds)
it_it: Durata della visita (secondi)

# Laser.Orchard.Caligoo.Projections.CaligooUserQueryFilterForm
source: Wi-fi session duration (seconds)
it_it: Durata della sessione wi-fi (secondi)
