Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
it_it: Indicizzazione

# ~/Modules/Orchard.Indexing/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
it_it: Il modulo di indicizzazione permette al sito di essere indicizzato. L'indice generato da questo modulo può essere utilizzato dal modulo di ricerca per fornire la ricerca full-text del sito web.

# Orchard.Indexing.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Indexing.AdminMenu
source: Indexes
it_it: Indici

# Orchard.Indexing.Commands.IndexingCommands
source: No index service available
it_it: Nessun servizio di indice disponibile

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid index name.
it_it: Nome dell'indice non valido.

# Orchard.Indexing.Commands.IndexingCommands
source: New index has been created successfully.
it_it: Il nuovo indice è stato creato con successo.

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
it_it: L'indice è in fase di aggiornamento...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
it_it: L'indice è in fase di ricostruzione...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
it_it: Nessun indice disponibile

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
it_it: Fine dei risultati

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
it_it: Numero di documenti indicizzati: {0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
it_it: Content ID non valido. Non è un numero intero.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
it_it: Contenuto incluso nell'elenco degli elementi da reindicizzare

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
it_it: Contenuto incluso nell'elenco degli elementi da cancellare

# Orchard.Indexing.Controllers.AdminController
source: The index might be corrupted. If you can't recover click on Rebuild.
it_it: L'indice potrebbe essere danneggiato. Se non è possibile ripristinarlo, clicca su Ricostruisci.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
it_it: Non sei autorizzato a gestire l'indice di ricerca.

# Orchard.Indexing.Controllers.AdminController
source: Invalid index name.
it_it: Nome dell'indice non valido.

# Orchard.Indexing.Controllers.AdminController
source: An index with the same name already exists: {0}
it_it: Un indice con lo stesso nome esiste già: {0}

# Orchard.Indexing.Controllers.AdminController
source: Index named {0} created successfully
it_it: L'indice nominato {0} è stato creato con successo

# Orchard.Indexing.Controllers.AdminController
source: An error occured while creating the index: {0}
it_it: Errore durante la creazione dell'indice: {0}

# Orchard.Indexing.Services.IndexingService
source: There is no index to rebuild.
it_it: Non non c'è nessun indice da ricostruire.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
it_it: L'indice {0} è stato ricostruito.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be rebuilt. It might already be in use, please try again later.
it_it: L'indice {0} non può essere ricostruito. Potrebbe essere già in uso, riprova più tardi.

# Orchard.Indexing.Services.IndexingService
source: There is no index to delete.
it_it: Non non c'è nessun indice da eliminare.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been deleted.
it_it: L'indice {0} è stato eliminato.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be deleted. It might already be in use, please try again later.
it_it: L'indice {0} non può essere cancellato. Potrebbe essere in uso, riprova più tardi.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been updated.
it_it: L'indice {0} è stato aggiornato.

# Orchard.Indexing.Services.IndexServiceNotificationProvider
source: You need to enable an index implementation module like Lucene.
it_it: Devi abilitare un modulo che implementa un indice come Lucene.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create Index
it_it: Crea l'indice

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: The technical name of the index to create. Must contain letters and numbers only.
it_it: Il nome tecnico dell'indice da creare. Deve contenere lettere e numeri soltanto.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Indexes
it_it: Indici

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: {0} document(s)
it_it: {0} documento(i)

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Updated {0}
it_it: Aggiornato {0}

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
it_it: Aggiorna

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
it_it: Ricostruisci

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
it_it: L'indice di ricerca non è stato ancora creato.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: No fields.
it_it: Nessun campo.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Fields: {0}.
it_it: Campi: {0}.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
it_it: Il processo di indicizzazione è in fase di ricostruzione.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
it_it: Il processo di indicizzazione è in fase di aggiornamento.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The index is currently not available. Try to rebuild it.
it_it: L'indice non è al momento disponibile. Prova a ricostruirlo.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no index.
it_it: Non esiste attualmente alcun indice.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
it_it: Includi nell'indice

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Check to add content of this field in the selected indexes.
it_it: Seleziona per aggiungere il contenuto di questo campo agli indici selezionati.

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Index this content type in:
it_it: Indicizza questo tipo di contenuto in:
