Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.Highlights/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Leave empty if you want to use a default view
it_it: Lasciare vuoto se si vuole usare una vista predefinita

source: Shape Name
it_it: Nome Shape

source: The suffix view name (shape) used to render highlights. Remember to add it to Placement.info. (ex: Parts_SlideShow_suffixviewname)
it_it: Il suffisso del nome della vista (shape) usato per visualizzare le evidenze Ricordarsi di aggiungerlo a Placement.info. (ad esempio: Parts_SlideShow_suffixviewname)

source: (Default Layout)
it_it: (Schema predefinito)

source: Add
it_it: Aggiungi

source: Display plugin
it_it: Visualizzazione

source: Edit
it_it: Modifica

source: Highlights group
it_it: Gruppo di Evidenze

source: Items source
it_it: Sorgente degli elementi

source: Save the item before adding mini-banner!
it_it: Salvare l'elemento prima di aggiungere un mini-banner!

source: Save to accept order change.
it_it: Salvare per accettare le modifiche di ordinamento

source: Save to update this list.
it_it: Salvare per aggiornare l'elenco

source: Select a query as source
it_it: Selezionare una ricerca come sorgente

source: Template type
it_it: Tipo di template

source: The query to display.
it_it: La ricerca da visualizzare.

source: Link Target
it_it: Target del Link

source: Link Text
it_it: Testo del Link

source: Link to video
it_it: Link a video

source: Link Url
it_it: URL del Link

source: Order
it_it: Ordine

source: Title size
it_it: Dimensione titolo

# Laser.Orchard.Highlights.Drivers.HighlightsGroupDriver
source: Current Template - Display association not allowed
it_it: Associazione fra Template e Visualizzazione non consentita

# Laser.Orchard.Highlights.Services.HighlightsService
source: Details
it_it: Dettagli
