Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Taxonomies
it_it: Tassonomie

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The Orchard Team
it_it: Il Team Orchard

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
it_it: Il modulo tassonomia fornisce categorizzazione personalizzato di tipi di contenuto arbitrario.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Categorize a content item.
it_it: Classifica un elemento di contenuto.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Content
it_it: Contenuto

# Orchard.Taxonomies.AdminMenu
source: Taxonomies
it_it: Tassonomie

# Orchard.Taxonomies.AdminMenu
source: Manage Taxonomies
it_it: Gestione Tassonomie

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
it_it: Impossible eliminare la tassonomia

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't import terms
it_it: Impossibile importare i termini

# Orchard.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
it_it: Il termine {0} esiste già in questo livello

# Orchard.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
it_it: I termini sono stati importati con successo.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
it_it: Impossibile eliminare il termine

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't move terms
it_it: Impossibile spostare i termini

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
it_it: Il termine {0} è stato rimosso.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
it_it: Non sei abilitato a creare termini

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
it_it: Non sei abilitato a selezionare termini

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to move terms
it_it: Non sei abilitato a spostare i termini

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
it_it: Impossibile creare il termine

# Orchard.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
it_it: Il termine {0} è stato creato.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
it_it: Non sei abilitato a gestire le tassonomie

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
it_it: Impossible modificare la tassonomia

# Orchard.Taxonomies.Controllers.TermAdminController
source: Term information updated
it_it: Informazioni sul termine aggiornate

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
it_it: Non sei autorizzato a gestire i termini

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: You're not allowed to create new terms for this taxonomy
it_it: Non sei autorizzato a creare nuovi termini per questa tassonomia

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The {0} term has been created.
it_it: Il termine {0} è stato creato.

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: The levels to display must be a positive number
it_it: I livelli da visualizzare devono essere un numero positivo

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown taxonomy: {0}
it_it: Tassonomia sconosciuta: {0}

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown term: {0}
it_it: Termine sconosciuto: {0}

# Orchard.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
it_it: Esiste già una tassonomia con lo stesso nome

# Orchard.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
it_it: Il termine {0} esiste già in questo livello

# Orchard.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
it_it: Tassonomia sconosciuta: {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Taxonomy
it_it: Tassonomia

# Orchard.Taxonomies.Projections.TermsFilter
source: Has Terms
it_it: Ha termini

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized content items
it_it: Elementi di contenuto catalogati

# Orchard.Taxonomies.Projections.TermsFilter
source: Any term
it_it: Qualsiasi termine

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with one of {0}
it_it: Classificato con uno di {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with all of {0}
it_it: Classificato con tutti {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
it_it: Catalogato con {0}

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Terms
it_it: Termini

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
it_it: Selezionare alcuni termini.

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is one of
it_it: È uno dei

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is all of
it_it: Comprende tutti

# Orchard.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
it_it: Il termine {0} è già presente in questa tassonomia

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Taxonomy Field
it_it: Campo di tassonomia

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
it_it: Tokens per i campi di tassonomia

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Terms
it_it: Termini

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: The terms (Content) associated with field.
it_it: I termini (contenuto) associati al campo.

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: A term by its index. Can be chained with Content tokens.
it_it: Un termine relativo all'indice. Possono essere concatenati con i token di contenuto.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
it_it: Crea una nuova tassonomia

# ~/Modules/Orchard.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
it_it: Proprietà della tassonomia

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
it_it: Importa i termini per {0}

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
it_it: Un termine per riga, seguito da un punto e virgola e dal Permalink

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
it_it: Le gerarchie sono definite utilizzando le schede (che trovi in questa zona di modifica)

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
it_it: ad esempio,

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
it_it: Rosso; rosso

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
it_it: Blu; blu

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
it_it: Blu Chiaro; blu-chiaro

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import
it_it: Importa

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
it_it: Gestire le tassonomie

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli un'azione...

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
it_it: Aggiungi una tassonomia

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
it_it: Questa è la tabella delle tassonomie dell'applicazione

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Terms
it_it: Termini

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Import
it_it: Importa

source: Select a taxonomy
it_it: Selezione una tassonomia

source: Choose a taxonomy ...
it_it: Scegli una tassonomia...

source: Restrictions
it_it: Restrizioni

source: Restrict selectable elements to leaves (parent / child terms) only
it_it: Limita gli elementi selezionabili alle foglie (termini padre/figlio)

source: A leaf is the last descendant in a parent/child hierarchy
it_it: Una foglia è l'ultimo discendente di una gerarchia padre/figlio

source: Allow only one term to be selected
it_it: Permetti di selezionare un solo termine

source: Required
it_it: Richiesto

source: Check if the field is required.
it_it: Seleziona se il campo deve essere obbligatorio.

source: Autocomplete
it_it: Completamento automatico

source: Enable Autocomplete
it_it: Abilita l'autocompletamento

source: Allow new terms to be created
it_it: Consenti di creare nuovi termini

source: Help text
it_it: Testo della guida

source: The help text is written under the field when authors are editing the content item.
it_it: Il testo della guida è scritto sotto il campo dove gli autori stanno modificando l'elemento di contenuto.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Child display type
it_it: Tipo di visualizzazione figlio

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: The display type to apply to child items when displaying the details of this taxonomy term.
it_it: Il tipo di visualizzazione da applicare agli elementi figlio quando si visualizzano i dettagli di questo termine di tassonomia.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Pagination
it_it: Paginazione

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Override the default page size
it_it: Ignora la dimensione della pagina predefinita

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Number of items per page
it_it: Numero di elementi per pagina

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Determines the number of items that are shown per page.
it_it: Determina il numero di elementi visualizzati per pagina.

source: Enter a single term. Hit <i>tab</i> or <i>enter</i> to apply the term.
it_it: Puoi inserire un solo termine. Premi <i>Tab</i> o <i>Invio</i> per scegliere il termine.

source: This taxonomy does not allow you to create new terms.
it_it: Questa tassonomia non consente di creare nuovi termini.

source: Enter multiple terms. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
it_it: Puoi inserire più termini. Premi <i>Tab</i> o <i>Invio</i> per scegliere i termini.

source: There are no terms defined for {0} yet.
it_it: Non ci sono ancora termini definiti per {0}.

source: Create some terms
it_it: Crea alcuni termini

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: There are no terms defined for {0} yet.
it_it: Non ci sono ancora termini definiti per {0}.

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: Create some terms
it_it: Crea alcuni termini

source: Taxonomy
it_it: Tassonomia

source: Select the taxonomy whose terms will be rendered in the menu.
it_it: Seleziona la tassonomia i cui termini saranno visualizzati nel menu.

source: Root Term
it_it: Termine radice

source: - Parent Taxonomy -
it_it: - Tassonomia superiore -

source: Select the root term to display
it_it: Seleziona il termine radice da visualizzare

source: Display top level menu item
it_it: Visualizza come menu radice

source: When checked, the selected term to display will be rendered as a root element in the menu.
it_it: Quando attivo, il termine selezionato sarà visualizzato come elemento radice del menu.

source: Levels to display
it_it: Livelli da visualizzare

source: The number of levels to display in the hierarchy. 0 to display all levels.
it_it: Il numero di livelli da visualizzare nella gerarchia. 0 per visualizzare tutti i livelli.

source: Hide empty entries
it_it: Nascondi le voci vuote

source: When checked, any term which has no content item associated to it won't be rendered.
it_it: Se selezionato, qualsiasi termine che non ha elementi di contenuto associati non sarà visualizzato.

source: Display content count
it_it: Visualizza conteggio contenuti

source: When checked, the number of content items is rendered following the term name.
it_it: Quando attivo, indica il numero di elementi di contenuto da visualizzare dopo il nome del termine.

source: Selectable
it_it: Selezionabile

source: Uncheck if users should not be able to select this term
it_it: Deseleziona se non deve essere possibile per gli utenti selezionare questo termine

source: If specified, it will be used to sort terms at the same level
it_it: Se selezionato verrà usato per ordinare i termini che sono sullo stesso livello gerarchico

# ~/Modules/Orchard.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
it_it: Crea un nuovo Termine

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term Properties
it_it: Proprietà del termine

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
it_it: Gestione termini per {0}

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
it_it: Sposta

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
it_it: Aggiungi un termine

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
it_it: Questa è la tabella dei termini presenti nella tua applicazione

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Merging terms
it_it: Unione dei termini

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: You are going to merge the terms '{0}' into the term you select below. Please be aware that this term will then be deleted.
it_it: Stai per unire i termini '{0}' con il termine che selezionato qui sotto. Si prega di notare che questo termine verrà poi eliminato.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Parent term
it_it: Termine padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Republish content
it_it: Ripubblicare il contenuto

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: This will republish all content that is currently published. It will not publish out content if the latest version is in draft.
it_it: Questo ripubblicherà tutti i contenuti che attualmente pubblicati. Non pubblicherà i contenuti se l'ultima versione è una bozza.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Select
it_it: Seleziona

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
it_it: Termine padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
it_it: - Nessuno -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
it_it: Selezionando un termine padre puoi creare delle gerarchie

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
it_it: Seleziona

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
it_it: Termine padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
it_it: - Nessuno -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
it_it: Selezionando un termine padre puoi creare delle gerarchie

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
it_it: Seleziona
