Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.OutputCache/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

# ~/Modules/Orchard.OutputCache/Module.txt
source: Output Cache
it_it: Cache di output

# ~/Modules/Orchard.OutputCache/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds output caching functionality
it_it: Aggiunge funzionalità di memorizzazione nella cache di Output

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds output caching functionality.
it_it: Aggiunge funzionalità di memorizzazione nella cache di Output.

# ~/Modules/Orchard.OutputCache/Module.txt
source: Performance
it_it: Prestazioni

# ~/Modules/Orchard.OutputCache/Module.txt
source: Database Output Cache
it_it: Cache di Output su database

# ~/Modules/Orchard.OutputCache/Module.txt
source: Activates a provider that stores output cache data in the database.
it_it: Attiva un provider che memorizza i dati della cache di output nel database.

# ~/Modules/Orchard.OutputCache/Module.txt
source: File System Output Cache
it_it: Cache di Output su file System

# ~/Modules/Orchard.OutputCache/Module.txt
source: Activates a provider that stores output cache data in the App_Data folder.
it_it: Attiva un provider che memorizza l'Output cache nella cartella App_Data.

# Orchard.OutputCache.AdminMenu
source: Settings
fr_fr: Paramètres
it_it: Impostazioni

# Orchard.OutputCache.AdminMenu
source: Statistics
fr_fr: Statistiques
it_it: Statistiche

# Orchard.OutputCache.Controllers.AdminController
source: You do not have permission to manage output cache.
it_it: Non hai l'autorizzazione per gestire la cache di output.

# Orchard.OutputCache.Controllers.AdminController
source: Output cache settings saved successfully.
it_it: Impostazioni della cache di output salvate correttamente.

# Orchard.OutputCache.Controllers.AdminController
source: Could not save output cache settings.
it_it: Impossibile salvare le impostazioni della cache di output.

# Orchard.OutputCache.Controllers.StatisticsController
source: You do not have permission to manage output cache.
it_it: Non hai l'autorizzazione per gestire la cache di output.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Cache Settings
fr_fr: Paramètres du cache
it_it: Impostazioni della cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Default Cache Duration
fr_fr: Durée du cache par défaut
it_it: Durata della Cache predefinita

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds that items should be cached on the server before being regenerated.
it_it: Numero di secondi di durata della cache degli elementi sul server, prima della rigenerazione.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Default Cache Grace Time
it_it: Tempo di dilazione predefinito della cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds past duration that stale items can be served from cache while regeneration is in progress. Enter 0 to disable grace time by default.
it_it: Numero di secondi di dilazione durante il quale gli elementi scaduti possono essere serviti dalla cache mentre è in corso la rigenerazione. Immettere 0 per disabilitare il tempo di dilazione per impostazione predefinita.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Max Age
fr_fr: Age maximum
it_it: Durata massima

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, a cache-control header with a max-age property will be added. Use this in order to enable kernel cache on IIS.
fr_fr: Si défini, une en-tête de contrôle de cache avec la propriété max_age sera ajoutée. Utiliser ceci dans le but d'activer le kernel cache sur IIS.
it_it: Se definito, verrà aggiunta una intestazione cache-control con una proprietà max-age. Serve ad abilitare la cache del kernel in IIS.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by Query String Parameters
it_it: Crea cache diverse in base ai parametri della Querystring

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary by the specified query string parameters. Leave empty to vary by all query string parameters.
it_it: Se definito, utilizzando una serie di valori separati da virgola, imposta una memorizzazione nella cache che varia in base ai parametri specificati della Querystring. Lasciare vuoto per variare la memorizzazione nella cache con tutti i parametri della Querystring.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by Request Headers
it_it: Crea cache diverse in base ai parametri dei Request Headers

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary by the specified request headers.
it_it: Quando definita, usando valori separati da virgola, imposta la memorizzazione nella cache al variare di specifiche intestazioni della richiesta. Se definito, utilizzando una serie di valori separati da virgola, imposta una memorizzazione nella cache che varia in base ai parametri specificati del Request Header. Lasciare vuoto per variare la memorizzazione nella cache con tutti i parametri del Request Header.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignored URLs
it_it: URL ignorate

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Specifies a set of paths relative to tenant root (e.g. '/' or '/About') for which caching should not be done. Enter one path per line.
it_it: Specifica un insieme di percorsi relativi alla directory principale del tenant (ad esempio '/' o '/info') per sopprimere la memorizzazione nella cache. Immettere un percorso per riga.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: You can add comments by starting a line with #.
it_it: E' possibile aggiungere commenti iniziando la linea con #.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Advanced Settings
it_it: Opzioni avanzate

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignore no-cache headers
fr_fr: Ignorer les en-têtes no-cache
it_it: Ignora le intestazioni no-cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, requests containing a 'Content-Cache: no-cache' header will still return cached values if available.
it_it: Quando selezionata, qualsiasi richiesta contenente una intestazione 'Content-Cache: no-cache' restituirà comunque i valori memorizzati nella cache, se disponibili.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by culture
it_it: Crea cache diverse in base alla cultura

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, caching will vary by request culture. For better performance, leave this unchecked if your site uses only one culture.
it_it: Quando selezionata, la memorizzazione nella cache varia in base alla cultura del Request. Per ottenere prestazioni migliori, lasciare quest'opzione deselezionata se il sito utilizza una sola cultura.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Cache authenticated requests
it_it: Memorizzare nella cache le richieste autenticate

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, caching will apply even if the user is authenticated. When unchecked, caching will be bypassed for authenticated requests.
it_it: Quando selezionata, la memorizzazione nella cache si applica anche se l'utente è autenticato. Quando non è selezionata, la memorizzazione nella cache verrà ignorata per le richieste autenticate.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary by authentication state
it_it: Crea cache diverse in base allo stato di autenticazione

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked (and 'Cache authenticated requests' is also checked) caching will vary by whether the user is authenticated or not. This is useful if content is rendered differently for authenticated vs. anonymous users.
it_it: Quando selezionato (ed è selezionato anche 'Cache delle richieste autenticate') la memorizzazione nella cache varierà da se l'utente è autenticato oppure no. Ha senso impostare questa opzione se il contenuto viene composto in modo diverso per gli utenti autenticati rispetto a quelli anonimi.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Render caching information in cached pages
fr_fr: Afficher l'information sur le cache dans les pages mises en cache.
it_it: Visualizza informazioni cache nelle pagine memorizzate nella cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Route
it_it: Percorso

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Priority
fr_fr: Priorité
it_it: Priorità

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Duration (*)
it_it: Durata (*)

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Grace Time (**)
it_it: Tempo di dilazione (**)

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: * Leave Duration column empty to use default duration, enter 0 to disable caching for the route.
it_it: * Lasciare la colonna Durata vuota per utilizzare la durata predefinita, immettere 0 per disabilitare la memorizzazione nella cache per la rotta.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: ** Leave Grace Time column empty to use default grace time, enter 0 to disable grace time for the route.
it_it: ** Lasciare vuota la colonna Dilazione per utilizzare tempo di dilazione predefinito, immettere 0 per disabilitare il tempo di dilazione per la rotta.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Save
fr_fr: Enregistrer
it_it: Salva

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cache Statistics
fr_fr: Statistiques du cache
it_it: Statistiche della cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict All
fr_fr: Tout expulser
it_it: Elimina tutti

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached Items
it_it: Elementi memorizzati nella cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cache Key
it_it: Chiave di cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached
it_it: Memorizzati nella cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Valid Until
it_it: Valido fino al

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Stored Until
it_it: Conservato fino al

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Evict
fr_fr: Expulser
it_it: Elimina

# ~/Modules/Orchard.OutputCache/Module.txt
source: Adds Output Caching functionality.
fr_fr: Ajoute une fonctionnalité de cache de sortie.

# Orchard.OutputCache.Controllers.AdminController
source: Not allowed to manage cache
fr_fr: Non autorisé à gérer le cache

# Orchard.OutputCache.Controllers.AdminController
source: Cache Settings saved successfully.
fr_fr: Les paramètres de cache ont été enregistrés avec succès.

# Orchard.OutputCache.Controllers.AdminController
source: Could not save Cache Settings.
fr_fr: Impossible d'enregistrer les paramètres de cache

# Orchard.OutputCache.Controllers.StatisticsController
source: Not allowed to manage cache
fr_fr: Non autorisé à gérer le cache

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Number of seconds the pages should be kept in cache on the server.
fr_fr: Nombre de secondes pendant lesquelles les pages devraient être gardées en cache sur le server.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Headers
fr_fr: En-têtes

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, any request containing a 'Content-Cache: no-cache' header will still return cached values if available.
fr_fr: Lorsque cochée, toute requête contenant une en-tête « Content-Cache : non-cache' retournera toujours les valeurs mises en cache si elles sont disponibles.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Vary Query String Parameters
fr_fr: Varier selon les paramètres de la querystring

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary via specified query string parameters
fr_fr: Si défini, avec des valeurs séparées par de virgules, fait en sorte que le cache varie selon les paramètres spécifiés dans la querystring

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When defined, using comma separated values, sets caching to vary via specified request headers.
fr_fr: Lorsque défini, à l'aide de valeurs séparées par des virgules, affecte le cache pour varier selon les en-têtes de requête spécifiées.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Ignored urls
fr_fr: Urls ignorées

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
fr_fr: Ceci doit être un ensemble de chemins relatifs, ex: /, /About. Veuillez vous assurer que vous ne saisissez qu'un chemin par ligne.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: You can add comments by starting the line with #.
fr_fr: Vous pouvez ajouter des commentaires en commnençant la ligne par #.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Differentiate cultures
fr_fr: Différencier les cultures

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: When checked, the cached content will differ per culture too. For better performance, leave this unchecked if your website uses only one culture.
fr_fr: Si coché, le contenu du cache sera différent par culture aussi. Pour de meilleures performances, laisser ceci décoché si votre site n'utilise qu'une seule culture.

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Debug mode
fr_fr: Mode de débogage

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Duration
fr_fr: Durée

# ~/Modules/Orchard.OutputCache/Views/Admin/Index.cshtml
source: Leave empty to use default duration, 0 to disable caching on this route.
fr_fr: Laisser vide pour utiliser une durée par défaut, 0 pour désactiver le cache sur cette route.

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached pages
fr_fr: Pages mises en cache

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached On
fr_fr: Mise en cache le

# ~/Modules/Orchard.OutputCache/Views/Statistics/Index.cshtml
source: Cached Until
fr_fr: Mise en cache jusqu'à
