Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Recipes/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Recipes/Module.txt
source: Recipes
it_it: Ricette

# ~/Modules/Orchard.Recipes/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Recipes/Module.txt
source: Provides Orchard Recipes.
it_it: Fornisce le ricette di Orchard.

# Orchard.Recipes.Commands.RecipesCommands
source: Could not discover recipes because extension '{0}' was not found.
it_it: Non è possibile scoprire le ricette perché l'estensione '{0}' non è stato trovata.

# Orchard.Recipes.Commands.RecipesCommands
source: No recipes found for extension '{0}'.
it_it: Nessuna ricetta trovata per l'estensione {0}.

# Orchard.Recipes.Commands.RecipesCommands
source: List of available recipes
it_it: Lista della ricetta disponibili

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe: {0}
it_it: Ricetta: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Version: {0}
it_it: Versione: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Tags: {0}
it_it: Tag: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Description: {0}
it_it: Descrizione: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Author: {0}
it_it: Autore: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Website: {0}
it_it: Sito Web: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: No recipe with name '{0}' was found in extension '{1}'.
it_it: Nessuna ricetta con nome '{0}' è stata trovata con estensione '{1}'.

# Orchard.Recipes.Commands.RecipesCommands
source: Recipe successfully scheduled with execution ID {0}. Use the 'recipes result' command to check the result of the execution.
it_it: Ricetta pianificata correttamente con ID di esecuzione {0}. Utilizzare il comando 'risultato ricette' per visualizzare il risultato dell'esecuzione.

# Orchard.Recipes.Commands.RecipesCommands
source: Result of recipe execution:
it_it: Risultato dell'esecuzione della ricetta:

# Orchard.Recipes.Commands.RecipesCommands
source: Execution ID: {0}
it_it: ID di esecuzione: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Completed: {0}
it_it: Completato: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Successful: {0}
it_it: Completamento: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Step: {0} ({1})
it_it: Passo: {0} ({1})

# Orchard.Recipes.Commands.RecipesCommands
source: Completed: {0}
it_it: Completato: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Successful: {0}
it_it: Completamento: {0}

# Orchard.Recipes.Commands.RecipesCommands
source: Error message: {0}
it_it: Messaggio di errore: {0}

# Orchard.Recipes.Providers.Builders.ContentStep
source: Content and Content Definition
it_it: Contenuto e definizione del contenuto

# Orchard.Recipes.Providers.Builders.ContentStep
source: Exports content items and content item definitions.
it_it: Elementi del contenuto di esportazione e definizione degli elementi del contenuto.

# Orchard.Recipes.Providers.Builders.RecipeMetadataStep
source: Recipe Metadata
it_it: Metadati della ricetta

# Orchard.Recipes.Providers.Builders.RecipeMetadataStep
source: Provides additional information about the recipe.
it_it: Fornisce ulteriori informazioni sulla ricetta.

# Orchard.Recipes.Providers.Builders.SettingsStep
source: Settings
it_it: Impostazioni

# Orchard.Recipes.Providers.Builders.SettingsStep
source: Exports settings. Please verify that you are not exporting confidential information, such as passwords or application keys.
it_it: Esporta le impostazioni. Si prega di verificare che non si esportano informazioni riservate, quali password o chiavi dell' applicazione.

# Orchard.Recipes.Providers.Executors.ContentStep
source: Content
it_it: Contenuto

# Orchard.Recipes.Providers.Executors.ContentStep
source: Provides additional configuration for the Content recipe step.
it_it: Fornisce la configurazione aggiuntiva per il passaggio del contenuto della ricetta.

# Orchard.Recipes.Providers.Executors.RecipesStep
source: A recipe with the same name has been detected for extension "{0}". Please make sure recipes are uniquely named.
it_it: Una ricetta con lo stesso nome è stata rilevata per l' estensione "{0}". Si prega di assicurarsi che le ricette siano denominate in maniera univoca.

# Orchard.Recipes.Providers.Executors.RemoveContentDefinitionStep
source: Remove Content Definition
it_it: Rimuove la definizione del contenuto

# Orchard.Recipes.Providers.Executors.RemoveContentDefinitionStep
source: Removes a list of content definitions.
it_it: Rimuove un elenco di definizioni di contenuto.

# Orchard.Recipes.Providers.Executors.RemoveContentStep
source: Remove Content
it_it: Rimuovere il contenuto

# Orchard.Recipes.Providers.Executors.RemoveContentStep
source: Removes a list of content items.
it_it: Rimuove un elenco di elementi di contenuto.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with ID {0} failed because the step '{1}' failed to execute. The following exception was thrown: {2} Refer to the error logs for more information.
it_it: Esecuzione di ricetta con ID {0} non riuscita perché il passo '{1}' ha fallito l' esecuzione. È stata generata l'eccezione seguente: {2} Verifica il log degli errori per ulteriori informazioni.

# Orchard.Recipes.Services.RecipeStepExecutor
source: Recipe execution with ID {0} failed because no matching handler for recipe step '{1}' was found. Refer to the error logs for more information.
it_it: Esecuzione di ricetta con ID {0} non riuscita perché è stato trovato alcun gestore corrispondente per il passaggio ricetta '{1}'. Consultare i registri di errore per ulteriori informazioni.

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content Type
it_it: Tipo di Contenuto

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Content Definition
it_it: Definizione di contenuto

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Choose the types to include in the export file
it_it: Scegli i tipi da includere nel file di esportazione

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Version History
it_it: Cronologia delle versioni

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Only Published Versions
it_it: Solo le versioni pubblicate

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Only Drafts
it_it: Solo bozze

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/BuilderSteps/Content.cshtml
source: Latest Versions
it_it: Ultime versioni

source: Name
it_it: Nome

source: Optionally provide a name for the recipe.
it_it: Facoltativamente, specificare un nome per la ricetta.

source: Description
it_it: Descrizione

source: Optionally provide a description for the recipe.
it_it: Facoltativamente, fornire una descrizione per la ricetta.

source: Author
it_it: Autore

source: Optionally provide the name of the author for the recipe.
it_it: Facoltativamente è possibile fornire il nome dell'autore per la ricetta.

source: Website
it_it: Sito Web

source: Optionally provide a website URL for the recipe.
it_it: Facoltativamente è possibile fornire un URL del sito Web per la ricetta.

source: Tags
it_it: Etichette

source: Optionally provide tags for the recipe.
it_it: Facoltativamente fornisce etichette per la ricetta.

source: Category
it_it: Categoria

source: Optionally provide a category for the recipe.
it_it: Facoltativamente è possibile fornire una categoria per la ricetta.

source: Version
it_it: Versione

source: Optionally provide a version for the recipe.
it_it: Facoltativamente fornisce una versione per la ricetta.

source: Is Setup Recipe
it_it: È la ricetta di installazione

source: Check this option to make this a Setup recipe.
it_it: Selezionare questa opzione per renderla una ricetta di installazione.

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/ExecutionSteps/Content.cshtml
source: Batch Size
it_it: Dimensione del batch

# ~/Modules/Orchard.Recipes/Views/EditorTemplates/ExecutionSteps/Content.cshtml
source: The batch size to use when importing the data. Leave empty to disable batched imports.
it_it: Le dimensioni del batch da utilizzare quando si importano i dati. Lasciare vuoto per disabilitare le importazioni batch.
