Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Workflows/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Workflows/Module.txt
source: Workflows
it_it: Flussi di lavoro

# ~/Modules/Orchard.Workflows/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides tools to create custom workflows.
it_it: Fornisce strumenti per creare flussi di lavoro personalizzati.

# ~/Modules/Orchard.Workflows/Module.txt
source: Workflows Timer
it_it: Temporizzatore dei flussi di lavoro

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides a Timer activity.
it_it: Fornisce un'attività di temporizzazione.

# Orchard.Workflows.AdminMenu
source: Workflows
it_it: Flussi di lavoro

# Orchard.Workflows.Activities.BranchActivity
source: Flow
it_it: Flusso

# Orchard.Workflows.Activities.BranchActivity
source: Splits the workflow on different branches.
it_it: Suddivide il flusso di lavoro in diversi rami.

# Orchard.Workflows.Activities.ContentActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.ContentActivity
source: Content Items
it_it: Elementi di Contenuto

# Orchard.Workflows.Activities.ContentActivity
source: Content is created.
it_it: Il contenuto è stato creato.

# Orchard.Workflows.Activities.ContentActivity
source: Content is updated.
it_it: ll contenuto è stato aggiornato.

# Orchard.Workflows.Activities.ContentActivity
source: Content is published.
it_it: ll contenuto è stato pubblicato.

# Orchard.Workflows.Activities.ContentActivity
source: Content is versioned.
it_it: ll contenuto è stato aggiornato con il tracciamento della modifica.

# Orchard.Workflows.Activities.ContentActivity
source: Content is removed.
it_it: Il contenuto è stato eliminato.

# Orchard.Workflows.Activities.DeleteActivity
source: Deleted
it_it: Eliminato

# Orchard.Workflows.Activities.DeleteActivity
source: Content Items
it_it: Elementi di Contenuto

# Orchard.Workflows.Activities.DeleteActivity
source: Delete the content item.
it_it: Elimina il contenuto.

# Orchard.Workflows.Activities.ExclusiveBranchActivity
source: Splits the workflow on different branches, activating the first event to occur.
it_it: Suddivide il flusso di lavoro su diversi rami, attivando il primo evento che si verifica.

# Orchard.Workflows.Activities.LoggingActivity
source: Diagnostics
it_it: Diagnostica

# Orchard.Workflows.Activities.LoggingActivity
source: Creates an entry in the application's logs.
it_it: Crea una voce nei log dell'applicazione.

# Orchard.Workflows.Activities.LoggingActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.MergeActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.MergeActivity
source: Flow
it_it: Flusso

# Orchard.Workflows.Activities.MergeActivity
source: Merges multiple branches.
it_it: Unisce più rami.

# Orchard.Workflows.Activities.NotificationActivity
source: Notification
it_it: Notifica

# Orchard.Workflows.Activities.NotificationActivity
source: Display a message.
it_it: Visualizza un messaggio.

# Orchard.Workflows.Activities.NotificationActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.PublishActivity
source: Published
it_it: Pubblicato

# Orchard.Workflows.Activities.PublishActivity
source: Content Items
it_it: Elementi di Contenuto

# Orchard.Workflows.Activities.PublishActivity
source: Publish the content item.
it_it: Pubblica il contenuto.

# Orchard.Workflows.Activities.RedirectActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.RedirectActivity
source: Redirects to the specified URL.
it_it: Rimanda alla pagina specificata.

# Orchard.Workflows.Activities.SignalActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.SignalActivity
source: Events
it_it: Eventi

# Orchard.Workflows.Activities.SignalActivity
source: Suspends the workflow until this signal is specifically triggered.
it_it: Sospende il flusso di lavoro fino a quando questo segnale viene attivato in modo specifico.

# Orchard.Workflows.Activities.TimerActivity
source: Tasks
it_it: Compiti

# Orchard.Workflows.Activities.TimerActivity
source: Wait for a specific time has passed.
it_it: Restare in attesa per un tempo specificato.

# Orchard.Workflows.Activities.TimerActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.TriggerActivity
source: Done
it_it: Completato

# Orchard.Workflows.Activities.TriggerActivity
source: Events
it_it: Eventi

# Orchard.Workflows.Activities.TriggerActivity
source: Triggers a Signal by its name.
it_it: Attiva un segnale per nome.

# Orchard.Workflows.Activities.WebRequestActivity
source: Error
it_it: Errore

# Orchard.Workflows.Activities.WebRequestActivity
source: Success
it_it: Completato

# Orchard.Workflows.Activities.WebRequestActivity
source: Performs an HTTP request.
it_it: Esegue una richiesta HTTP.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to list workflows
it_it: Non sei autorizzato a visualizzare l'elenco dei flussi di lavoro

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to manage workflows
it_it: Non sei autorizzato a gestire flussi di lavoro

# Orchard.Workflows.Controllers.AdminController
source: Workflow {0} deleted
it_it: Flusso di lavoro {0} eliminato

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows.
it_it: Non sei autorizzato a modiifcare flussi di lavoro.

# Orchard.Workflows.Controllers.AdminController
source: The Name can't be empty.
it_it: Il Nome non può essere vuoto.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows
it_it: Non sei autorizzato a modiifcare flussi di lavoro

# Orchard.Workflows.Controllers.AdminController
source: Workflow deleted
it_it: Flusso di lavoro eliminato

# Orchard.Workflows.Controllers.AdminController
source: Workflow saved successfully
it_it: Flusso di lavoro salvato correttamente

# Orchard.Workflows.Forms.BranchForms
source: Available branches.
it_it: Rami disponibili.

# Orchard.Workflows.Forms.BranchForms
source: A comma separated list of names.
it_it: Un elenco di nomi separato da virgole.

# Orchard.Workflows.Forms.ContentForms
source: Content types
it_it: Tipi di contenuto

# Orchard.Workflows.Forms.ContentForms
source: Select some content types.
it_it: Scegli almeno un tipo di contenuto.

# Orchard.Workflows.Forms.ContentForms
source: Any
it_it: Qualsiasi

# Orchard.Workflows.Forms.LoggingActivityForms
source: Log entry level
it_it: Registro di basso livello

# Orchard.Workflows.Forms.LoggingActivityForms
source: Select what type of notification should be displayed.
it_it: Seleziona quale tipo di notifica deve essere visualizzata.

# Orchard.Workflows.Forms.LoggingActivityForms
source: Information
it_it: Informazioni

# Orchard.Workflows.Forms.LoggingActivityForms
source: Warning
it_it: Avviso

# Orchard.Workflows.Forms.LoggingActivityForms
source: Error
it_it: Errore

# Orchard.Workflows.Forms.LoggingActivityForms
source: Fatal
it_it: Errore grave

# Orchard.Workflows.Forms.LoggingActivityForms
source: Message
it_it: Messaggio

# Orchard.Workflows.Forms.LoggingActivityForms
source: The message to log.
it_it: Messaggio da scrivere nel registro.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Notification type
it_it: Tipo di notifica

# Orchard.Workflows.Forms.NotificationActivityForms
source: Select what type of notification should be displayed.
it_it: Seleziona quale tipo di notifica deve essere visualizzato.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Information
it_it: Informazioni

# Orchard.Workflows.Forms.NotificationActivityForms
source: Warning
it_it: Avviso

# Orchard.Workflows.Forms.NotificationActivityForms
source: Error
it_it: Errore

# Orchard.Workflows.Forms.NotificationActivityForms
source: Message
it_it: Messaggio

# Orchard.Workflows.Forms.NotificationActivityForms
source: The notification message to display.
it_it: Il messaggio di notifica da visualizzare.

# Orchard.Workflows.Forms.RedirectActionForm
source: The url to redirect to.
it_it: Rimandare alla Url.

# Orchard.Workflows.Forms.SignalForms
source: Name of the signal.
it_it: Nome del segnale.

# Orchard.Workflows.Forms.SignalForms
source: The name of the signal.
it_it: Il nome del segnale.

# Orchard.Workflows.Forms.SignalForms
source: Available signals
it_it: Segnali disponibili

# Orchard.Workflows.Forms.SignalForms
source: Select a signal.
it_it: Seleziona un segnale.

# Orchard.Workflows.Forms.TimerForms
source: Amount
it_it: Quantità

# Orchard.Workflows.Forms.TimerForms
source: Amount of time units to add.
it_it: Quantità di unità di tempo da aggiungere.

# Orchard.Workflows.Forms.TimerForms
source: Amount type
it_it: Tipo di quantità

# Orchard.Workflows.Forms.TimerForms
source: Minutes
it_it: Minuti

# Orchard.Workflows.Forms.TimerForms
source: Hours
it_it: Ore

# Orchard.Workflows.Forms.TimerForms
source: Days
it_it: Giorni

# Orchard.Workflows.Forms.TimerForms
source: Weeks
it_it: Settimane

# Orchard.Workflows.Forms.TimerForms
source: Months
it_it: Mesi

# Orchard.Workflows.Forms.TimerForms
source: Date
it_it: Data

# Orchard.Workflows.Forms.TimerForms
source: Optional. Starting date/time to calculate difference from. Leave blank to use current date/time.
it_it: Opzionale. Data e ora di partenza per calcolare automaticamente la differenza. Lasciare vuoto per utilizzare la data/ora corrente.

# Orchard.Workflows.Forms.TimerForms
source: You must provide an Amount
it_it: È necessario fornire una quantità

# Orchard.Workflows.Forms.TimerForms
source: You must provide a Type
it_it: È necessario fornire un tipo

# Orchard.Workflows.Forms.WebRequestForm
source: The url to send the request to.
it_it: L'url dove inviare la richiesta.

# Orchard.Workflows.Forms.WebRequestForm
source: Verb
it_it: Verbo HTTP

# Orchard.Workflows.Forms.WebRequestForm
source: The HTTP verb to use.
it_it: Il verbo HTTP da utilizzare.

# Orchard.Workflows.Forms.WebRequestForm
source: Headers
it_it: Intestazioni

# Orchard.Workflows.Forms.WebRequestForm
source: Enter one line per header=value pair
it_it: Immettere una riga per ogni intestazione=coppia valore

# Orchard.Workflows.Forms.WebRequestForm
source: Form Format
it_it: Formato modulo

# Orchard.Workflows.Forms.WebRequestForm
source: The serialization format to use for the POST body.
it_it: Il formato di serializzazione da utilizzare per il corpo del POST.

# Orchard.Workflows.Forms.WebRequestForm
source: Form Values
it_it: Valori del modulo

# Orchard.Workflows.Forms.WebRequestForm
source: For KeyValue, enter one line per key=value pair to submit when using the POST verb. For JSon, enter a valid JSon string
it_it: Per KeyValue, inserire una riga per ogni chiave = coppia di valori da inviare quando si utilizza il verbo POST. Per JSon, immettere una stringa JSon valida

# Orchard.Workflows.Recipes.Builders.WorkflowsStep
source: Workflows
it_it: Flussi di lavoro

# Orchard.Workflows.Recipes.Builders.WorkflowsStep
source: Exports workflow definitions.
it_it: Esporta le definizioni del flusso di lavoro.

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow
it_it: Flusso di lavoro

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow tokens.
it_it: Gettoni del flusso di lavoro (tokens).

# Orchard.Workflows.Tokens.SignalTokens
source: The relative url to call in order to trigger the specified Signal.
it_it: L'url relativo da chiamare per attivare il Segnale specificato.

# Orchard.Workflows.Tokens.StateTokens
source: Workflow
it_it: Flusso di lavoro

# Orchard.Workflows.Tokens.StateTokens
source: Workflow tokens.
it_it: Gettoni del flusso di lavoro (tokens).

# Orchard.Workflows.Tokens.StateTokens
source: State:<workflowcontext path>
it_it: Stato:<workflowcontext path>

# Orchard.Workflows.Tokens.StateTokens
source: The workflow context state to access. Workflow.State:MyData.MyProperty.SubProperty
it_it: Lo stato del contesto del flusso di lavoro per fare l'accesso. Workflow.State:MyData.MyProperty.SubProperty

# ~/Modules/Orchard.Workflows/Views/Activity-Delete.cshtml
source: Delete content item
it_it: Eliminare il contenuto

# ~/Modules/Orchard.Workflows/Views/Activity-Publish.cshtml
source: Publish content item
it_it: Pubblica il contenuto

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect
it_it: Reindirizza

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect to {0}
it_it: Reindirizza a {0}

# ~/Modules/Orchard.Workflows/Views/Activity-Timer.cshtml
source: {0} {1} after
it_it: {0} {1} dopo

# ~/Modules/Orchard.Workflows/Views/ActivityToolbox.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running workflows
it_it: Flussi di lavoro in esecuzione

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running ({0})
it_it: In esecuzione ({0})

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflows
it_it: {0} flussi di lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: The name of the Workflow
it_it: Il nome del flusso di lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit Workflow {0}
it_it: Modifica del flusso di lavoro {0}

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Starts workflow
it_it: Attiva il flusso di lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Are you sure you want to remove this activity?
it_it: Sei sicuro di che voler eliminare questa attività?

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You have running instances of this workflow, do you want to stop them?
it_it: Una o più istanze del flusso di lavoro sono in esecuzione, vuoi fermarle?

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Yes
it_it: Sì

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Close
it_it: Chiudi

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You need to hit "Save" in order to save your changes.
it_it: Devi premere "Salva" per salvare le modifiche.

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: The workflow needs at least one activity to be set as a starting state.
it_it: Il flusso di lavoro ha bisogno di almeno un'attività impostata come stato di partenza.

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Edit Activity
it_it: Modifica attività

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: The name of the Workflow.
it_it: Il nome del flusso di lavoro.

# ~/Modules/Orchard.Workflows/Views/Admin/EditProperties.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Manage Workflow Definitions
it_it: Gestione Flussi di Lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Create new Workflow Definition
it_it: Crea un nuovo flusso di lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Show:
it_it: Visualizza:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: All
it_it: Tutti

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Filter
it_it: Filtra

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: {0} Running
it_it: {0} in esecuzione

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Properties
it_it: Proprietà

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Running workflows
it_it: Flussi di lavoro in esecuzione

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Worfklow Definition
it_it: Definizione del flusso di lavoro

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: No workflows associated with this content item.
it_it: Nessun flusso di lavoro associato a questo contenuto.

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Delete
it_it: Elimina
