Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.DynamicForms/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisce un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento ValidationMessage.

# Orchard.DynamicForms.Drivers.ValidationMessageElementDriver
source: The name of the field this validation message is for.
it_it: Il nome del campo al quale questo messaggio di convalida è destinato.

# Orchard.DynamicForms.Elements.FormCategoryProvider
source: Forms
it_it: Moduli

# Orchard.DynamicForms.Elements.FormCategoryProvider
source: Contains elements that help building forms.
it_it: Contiene elementi che consentono la compilazione di moduli.

# Orchard.DynamicForms.Forms.AddModelErrorForm
source: The key / form field name for which to add a model validation error.
it_it: Il tasto o il nome del campo nel modulo per il quale si desidera aggiungere un errore di convalida del modello.

# Orchard.DynamicForms.Forms.AddModelErrorForm
source: The model validation error message to add.
it_it: Il messaggio di errore di convalida del modello da aggiungere.

# Orchard.DynamicForms.Forms.AutoLabelForm
source: Check this to show a label for this text field.
it_it: Selezionare questo segno di spunta per visualizzare un'etichetta per questo campo di testo.

# Orchard.DynamicForms.Forms.AutoLabelForm
source: The label text to render.
it_it: Il testo dell'etichetta da comporre.

# Orchard.DynamicForms.Forms.DynamicFormValidatingForm
source: The script to validate the submitted form. You can use ContentItem, Services, WorkContext, Workflow and T(). Call AddModelError(string key, LocalizedString errorMessage) to add modelstate errors.
it_it: Lo script per convalidare il modulo inviato. È possibile utilizzare ContentItem, WorkFlow, Servizi, WorkContext e T(). Chiamare AddModelError (string key, LocalizedString errorMessage) per aggiungere errori modelstate.

# Orchard.DynamicForms.Forms.SelectDynamicForms
source: Dynamic Forms
it_it: Moduli dinamici

# Orchard.DynamicForms.Forms.SelectDynamicForms
source: Enter a comma separated list of dynamic form names. Leave empty to handle all forms.
it_it: Immettere un elenco separato da virgole di nomi di modulo dinamico. Lasciare vuoto per gestire tutti i moduli.

# Orchard.DynamicForms.Recipes.Builders.FormSubmissionsStep
source: Form Submissions
it_it: Form inviato

# Orchard.DynamicForms.Recipes.Builders.FormSubmissionsStep
source: Exports submitted forms.
it_it: Esportazione forms inviati.

# Orchard.DynamicForms.Tokens.FormTokens
source: Dynamic Form submission
it_it: Invio del modulo dinamico

# Orchard.DynamicForms.Tokens.FormTokens
source: Dynamic Form Submission tokens for use in workflows handling the Dynamic Form Submitted event.
it_it: I token di invio del modulo dinamico da usare nei flussi di lavoro gestendo l'evento Dynamic Form Submitted.

# Orchard.DynamicForms.Tokens.FormTokens
source: Field:<field name>
it_it: Campo: <nome campo>

# Orchard.DynamicForms.Tokens.FormTokens
source: The posted field value to access.
it_it: Il valore del campo inviato da accedere.

# Orchard.DynamicForms.Tokens.FormTokens
source: IsValid:<field name>
it_it: IsValid: < nome campo >

# Orchard.DynamicForms.Tokens.FormTokens
source: The posted field validation status.
it_it: Lo stato di convalida del campo inviato.

# Orchard.DynamicForms.ValidationRules.Compare
source: {0} must match the value of {1}.
it_it: {0} deve corrispondere al valore di {1}.

# Orchard.DynamicForms.ValidationRules.EmailAddress
source: {0} is not a valid email address.
it_it: {0} non è un indirizzo email valido.

# Orchard.DynamicForms.ValidationRules.Mandatory
source: {0} is a required field.
it_it: {0} è un campo obbligatorio.

# Orchard.DynamicForms.ValidationRules.OptionRequired
source: An option is required for {0}.
it_it: Un'opzione è necessaria per {0}.

# Orchard.DynamicForms.ValidationRules.RegularExpression
source: {0} must match the following pattern: {1}.
it_it: {0} deve corrispondere al modello seguente: {1}.

# Orchard.DynamicForms.ValidationRules.Required
source: {0} is a required field.
it_it: {0} è un campo obbligatorio.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be between {1} and {2} characters long.
it_it: La lunghezza di {0} deve essere compresa tra {1} e {2} caratteri.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be at least {1} characters long.
it_it: {0} deve essere lungo almeno {1} caratteri.

# Orchard.DynamicForms.ValidationRules.StringLength
source: {0} must be at most {1} characters long.
it_it: {0} deve essere lungo almeno {1} caratteri.

# Orchard.DynamicForms.ValidationRules.UrlAddress
source: {0} is not a valid URL.
it_it: {0} non è un URL valido.

# Orchard.DynamicForms.Validators.ReCaptchaValidator
source: There was an error while validating the Captcha image.
it_it: C'è stato un errore durante la convalida dell'immagine Captcha.

# ~/Modules/Orchard.DynamicForms/Views/Activity-DynamicFormSubmitted.cshtml
source: Any Dynamic Form Submitted
it_it: Qualsiasi modulo dinamica inviato

# ~/Modules/Orchard.DynamicForms/Views/Activity-DynamicFormSubmitted.cshtml
source: {0} Form Submitted
it_it: {0} modulo inviato

# ~/Modules/Orchard.DynamicForms/Views/LayoutEditor.Template.Fieldset.cshtml
source: Delete fieldset (Del)
it_it: Elimina il gruppo di campi (Del)

# ~/Modules/Orchard.DynamicForms/Views/LayoutEditor.Template.Form.cshtml
source: Delete form (Del)
it_it: Elimina il modulo (Del)

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Dynamic Forms
it_it: Moduli dinamici

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Form
it_it: Modulo

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: Submissions
it_it: Moduli inviati

# ~/Modules/Orchard.DynamicForms/Views/Admin/Index.cshtml
source: There are no submissions yet.
it_it: Non ci sono ancora invii.

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Element Blueprints
it_it: Elementi di progetto

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Display Name
it_it: Nome visualizzato

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.DynamicForms/Views/BlueprintAdmin/Index.cshtml
source: Remove
it_it: Elimina

source: Form
it_it: Modulo

source: Select All
it_it: Seleziona tutti

source: Choose the forms to include in the export file
it_it: Scegliere i moduli (form) da includere nel file di esportazione

# ~/Modules/Orchard.DynamicForms/Views/Elements/IpAddressField.Design.cshtml
source: IP Address
it_it: Indirizzo IP

# ~/Modules/Orchard.DynamicForms/Views/Elements/UserNameField.Design.cshtml
source: User Name
it_it: Nome utente

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.cshtml
source: ValidationMessage (target not specified)
it_it: Messaggio di convalida (destinazione non specificata)

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.Design.cshtml
source: Validation message (target not specified)
it_it: Messaggio di convalida (destinazione non specificata)

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationMessage.Design.cshtml
source: Validation message for field <em>{0}</em>
it_it: Messaggio di convalida per il campo <em>{0}</em>

# ~/Modules/Orchard.DynamicForms/Views/Elements/ValidationSummary.Design.cshtml
source: Validation summary
it_it: Riepilogo di convalida

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Submission for {0}
it_it: Invio per {0}

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Field
it_it: Campo

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Value
it_it: Valore

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Details.cshtml
source: Created
it_it: Creato

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Submissions for {0}
it_it: Invii per {0}

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Details
it_it: Dettagli

# ~/Modules/Orchard.DynamicForms/Views/SubmissionAdmin/Index.cshtml
source: Remove
it_it: Elimina
