Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.DynamicForms/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms
it_it: Moduli dinamici

# ~/Modules/Orchard.DynamicForms/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Create custom forms like contact forms using layouts.
it_it: Creare moduli personalizzati come la richiesta di contatto utilizzando gli schemi.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Forms
it_it: Moduli

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Anti-Spam Elements
it_it: Elementi di Anti-Spam

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Provides anti-spam elements to protect your content from malicious submissions.
it_it: Fornisce servizi di anti-spam per proteggere il contenuto da inserimenti da parte di malintenzionati.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Taxonomy Element
it_it: Elemento di tassonomia

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds a Taxonomy form element to the system.
it_it: Aggiunge un elemento di modulo di tassonomia al sistema.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Query Element
it_it: Elemento query

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds a Query form element to the system.
it_it: Aggiunge un elemento di modulo di query al sistema.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms Validation Activities
it_it: Forms dinamici per attività di validazione

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds activities for form validation.
it_it: Aggiungi attività di validazione.

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Dynamic Forms User Bindings
it_it: Forms dinamici di associazione utente

# ~/Modules/Orchard.DynamicForms/Module.txt
source: Adds bindings for Users.
it_it: Aggiunge le associazioni per gli utenti.

# Orchard.DynamicForms.AdminMenu
source: Form Submissions
it_it: Invio di moduli

# Orchard.DynamicForms.AdminMenu
source: Manage Forms
it_it: Gestione moduli

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Forms
it_it: Moduli

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Add a model validation error
it_it: Aggiungere un errore di convalida del modello

# Orchard.DynamicForms.Activities.AddModelErrorActivity
source: Done
it_it: Completato

# Orchard.DynamicForms.Activities.DynamicFormActivity
source: Done
it_it: Completato

# Orchard.DynamicForms.Activities.DynamicFormActivity
source: Forms
it_it: Moduli

# Orchard.DynamicForms.Activities.DynamicFormSubmittedActivity
source: A dynamic form is submitted.
it_it: Viene inviato un modulo dinamico.

# Orchard.DynamicForms.Activities.DynamicFormValidatingActivity
source: A dynamic form is being validated.
it_it: Viene convalidato un modulo dinamico.

# Orchard.DynamicForms.Controllers.FormController
source: The specified form "{0}" could not be found.
it_it: Non è stato possibile trovare il modulo specificato "{0}".

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: That submission has been deleted.
it_it: L'invio del modulo è stato eliminato.

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: Please select the submissions to delete.
it_it: Si prega di selezionare gli invii da eliminare.

# Orchard.DynamicForms.Controllers.SubmissionAdminController
source: {0} submissions have been deleted.
it_it: {0} invii sono stati eliminati.

# Orchard.DynamicForms.Drivers.ButtonElementDriver
source: The button text.
it_it: Il testo del pulsante.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: The value of this checkbox.
it_it: Il valore di questo segno di spunta.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Tick this checkbox to make this check box element required.
it_it: Spuntare questa casella di controllo per renderla obbligatoria.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.CheckboxElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.CommonFormElementDriver
source: The name of this form field.
it_it: Il nome di questo campo del modulo.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The value of this email field.
it_it: Il valore di questo campo email.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Tick this checkbox to make this email field a required field.
it_it: Selezionare questo segno di spunta per rendere questo campo e-mail obbligatorio.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The maximum length allowed.
it_it: La lunghezza massima consentita.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: The name of another field whose value must match with this email field.
it_it: Il nome di un altro campo in cui valore deve corrispondere con questo campo email.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.EmailFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Enter one option per line. To differentiate between an option's text and value, separate the two by a colon. For example: &quot;Option 1:1&quot;
it_it: Immettere un'opzione per riga. Per distinguere tra il testo e il valore di un'opzione, è necessario separare i due con due punti. Ad esempio: &quot;Opzione 1:1&quot;

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: The control to render when presenting the list of options.
it_it: Il controllo da comporre quando si presenta l'elenco delle opzioni.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: The default value of this enumeration field.
it_it: Il valore predefinito di questo campo di enumerazione.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Select List
it_it: Elenco di selezione

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Multi Select List
it_it: Elenco di selezione multipla

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Radio List
it_it: Lista di bottoni radio

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Check List
it_it: Lista di segni di spunta

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Tick this checkbox to make at least one option required.
it_it: Selezionare questo segno di spunta per rendere almeno un'opzione necessaria.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.EnumerationElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The name of the form.
it_it: Il nome del modulo.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The action of the form. Leave blank to have the form submitted to the default form controller.
it_it: L'azione del modulo. Lasciare vuoto per inviare il modulo al gestore di modulo predefinito.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The method of the form.
it_it: Il metodo del modulo.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Enables client validation.
it_it: Consente la convalida del client.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Stores the submitted form into the database.
it_it: Memorizza il modulo inviato nel database.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Check this option to automatically HTML encode submitted values to prevent code injection.
it_it: Spunta questa opzione per codificare automaticamente in HTML i dati inseriti per prevenire attacchi di code injection.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Check this option to create a content item based using the submitted values. You will have to select a Content Type here and bind the form fields to the various parts and fields of the selected Content Type.
it_it: Selezionare questa opzione per creare un elemento di contenuto utilizzando i valori inviati. Sarà necessario selezionare un tipo di contenuto e associare i campi del modulo con le varie parti e campi del tipo di contenuto selezionato.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The Content Type to use when storing the submitted form values as a content item. Note that if you change the content type, you will have to update the form field bindings.
it_it: Il tipo di contenuto da utilizzare quando si memorizzano i valori di modulo inviato come un elemento di contenuto. Si noti che se si modifica il tipo di contenuto, sarà necessario aggiornare le associazioni dei campi del modulo.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Save the created content item as a draft.
it_it: Salvare l'elemento contenuto creato come bozza.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: Publish the created content item.
it_it: Pubblicare l'elemento contenuto creato.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The message to show after the form has been submitted. Leave blank if you don't want to show a message.
it_it: Il messaggio da visualizzare quando il modulo è stato inviato. Lasciare vuoto se non si desidera visualizzare un messaggio.

# Orchard.DynamicForms.Drivers.FormElementDriver
source: The URL to redirect to after the form has been submitted. Leave blank to stay on the same page. tip: you can use a Workflow to control what happens when this form is submitted.
it_it: L'URL dove reindirizzare dopo che il modulo è stato inviato. Lasciare vuoto per rimanere sulla stessa pagina. Suggerimento: è possibile utilizzare un flusso di lavoro per controllare cosa accade quando questo modulo viene inviato.

# Orchard.DynamicForms.Drivers.HiddenFieldElementDriver
source: The value of this hidden field.
it_it: Il valore di questo campo nascosto.

# Orchard.DynamicForms.Drivers.LabelElementDriver
source: The label text.
it_it: Il testo dell'etichetta.

# Orchard.DynamicForms.Drivers.LabelElementDriver
source: The name of the field this label is for.
it_it: Il nome del campo, associato a questa etichetta.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Tick this checkbox to make this password field a required field.
it_it: Selezionare questo segno di spunta per rendere questo campo password obbligatorio.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The minimum length required.
it_it: La lunghezza minima richiesta.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The maximum length allowed.
it_it: La lunghezza massima consentita.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The regular expression the password must match with.
it_it: L'espressione regolare per convalidare la password inserita.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: The name of another field whose value must match with this password field.
it_it: Il nome di un altro campo in cui valore deve corrispondere con questo campo password.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.PasswordFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Optionally specify a label for the first option. If no label is specified, no empty option will be rendered.
it_it: Facoltativamente, specificare un'etichetta per la prima opzione. Se non viene specificata alcuna etichetta, nessuna opzione vuota sarà composta.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Select the query to use as a source for the list.
it_it: Selezionare la query da utilizzare come origine per l'elenco.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Specify the expression to get the display text of each option.
it_it: Specificare l'espressione per ottenere il testo da visualizzare di ciascuna opzione.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Specify the expression to get the value of each option.
it_it: Specificare l'espressione per ottenere il valore di ciascuna opzione.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: The default value of this query field.
it_it: Il valore predefinito di questo campo di query.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: The control to render when presenting the list of options.
it_it: Il controllo da comporre quando si presenta l'elenco delle opzioni.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Select List
it_it: Elenco di selezione

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Multi Select List
it_it: Elenco di selezione multipla

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Radio List
it_it: Lista di bottoni radio

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Check List
it_it: Lista di segni di spunta

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Tick this checkbox to make at least one option required.
it_it: Selezionare questo segno di spunta per rendere almeno un'opzione obbligatoria.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.QueryElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: The label for this radio button.
it_it: L'etichetta per questo pulsante di opzione.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: The value of this radio button.
it_it: Il valore di questo pulsante di opzione.

# Orchard.DynamicForms.Drivers.RadioButtonElementDriver
source: Sets default value to unchecked or checked.
it_it: Imposta valore predefinito deselezionato o selezionato.

# Orchard.DynamicForms.Drivers.ReCaptchaElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.ReCaptchaElementDriver
source: Autogenerate a validation message when a validation error occurs for the current anti-spam filter. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Optionally specify a label for the first option. If no label is specified, no empty option will be rendered.
it_it: Facoltativamente, specificare un'etichetta per la prima opzione. Se non viene specificata alcuna etichetta, nessuna opzione vuota sarà composta.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Select the taxonomy to use as a source for the list.
it_it: Selezionare la tassonomia da utilizzare come origine per l'elenco.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The sort order to use when presenting the term values.
it_it: L'ordinamento da utilizzare quando si presentano i valori di termine.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Specify the expression to get the display text of each option.
it_it: Specificare l'espressione per ottenere il testo da visualizzare di ciascuna opzione.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Specify the expression to get the value of each option.
it_it: Specificare l'espressione per ottenere il valore di ciascuna opzione.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The default value of this query field.
it_it: Il valore predefinito di questo campo di query.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: The control to render when presenting the list of options.
it_it: Il controllo da comporre quando si presenta l'elenco delle opzioni.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: None
it_it: Nessuno

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Ascending
it_it: Crescente

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Descending
it_it: Decrescente

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Select List
it_it: Elenco di selezione

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Multi Select List
it_it: Elenco di selezione multipla

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Radio List
it_it: Lista di bottoni radio

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Check List
it_it: Lista di segni di spunta

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Tick this checkbox to make at least one option required.
it_it: Selezionare questo segno di spunta per rendere almeno un'opzione necessaria.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.TaxonomyElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The value of this text area.
it_it: Il valore di questa area di testo.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The number of rows for this text area.
it_it: Il numero di righe per questa area di testo.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The number of columns for this text area.
it_it: Il numero di colonne per questa area di testo.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Check to make this text area a required field.
it_it: Selezionare il segno di spunta per rendere questa area di testo un campo obbligatorio.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The minimum length required.
it_it: La lunghezza minima richiesta.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: The maximum length allowed.
it_it: La lunghezza massima consentita.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.TextAreaElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The value of this text field.
it_it: Il valore di questo campo di testo.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Check to make this text field a required field.
it_it: Selezionare il segno di spunta per rendere questa area di testo un campo obbligatorio.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The minimum length required.
it_it: La lunghezza minima richiesta.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The maximum length allowed.
it_it: La lunghezza massima consentita.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: The regular expression the text must match with.
it_it: L'espressione regolare per convalidare il testo.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Optionally provide a custom validation message.
it_it: Facoltativamente, inserisci un messaggio di convalida personalizzato.

# Orchard.DynamicForms.Drivers.TextFieldElementDriver
source: Autogenerate a validation message when a validation error occurs for the current field. Alternatively, to control the placement of the validation message you can use the ValidationMessage element instead.
it_it: Genera automaticamente un messaggio di convalida quando si verifica un errore di convalida per il campo corrente. In alternativa, per controllare il posizionamento del messaggio di convalida è possibile utilizzare l'elemento di ValidationMessage.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: The value of this URL field.
it_it: Il valore di questo campo URL.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: Tick this checkbox to make this email field a required field.
it_it: Selezionare questo segno di spunta per rendere questo campo e-mail obbligatorio.

# Orchard.DynamicForms.Drivers.UrlFieldElementDriver
source: The maximum length allowed.
it_it: La lunghezza massima consentita.
