Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Themes/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Themes/Module.txt
source: Themes
it_it: Temi

# ~/Modules/Orchard.Themes/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Themes/Module.txt
source: The themes module makes it possible for Orchard applications to customize the look and feel of an Orchard web site.
it_it: Il modulo Temi permette alle applicazioni Orchard di personalizzare l'aspetto di un sito web fatto con Orchard.

# ~/Modules/Orchard.Themes/Module.txt
source: Basic theming capability.
it_it: Funzionalità di base dei temi.

# Orchard.Themes.AdminMenu
source: Themes
it_it: Temi

# Orchard.Themes.AdminMenu
source: Installed
it_it: Installati

# Orchard.Themes.Commands.ThemeCommands
source: Current theme
it_it: Tema Corrente

# Orchard.Themes.Commands.ThemeCommands
source: List of available themes
it_it: Lista dei temi disponibili

# Orchard.Themes.Commands.ThemeCommands
source: Name: {0}
it_it: Nome: {0}

# Orchard.Themes.Commands.ThemeCommands
source: State: {0}
it_it: Stato: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabled
it_it: Abilitato

# Orchard.Themes.Commands.ThemeCommands
source: Disabled
it_it: Disabilitato

# Orchard.Themes.Commands.ThemeCommands
source: NeedsUpdate: {0}
it_it: Necessita di aggiornamento: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Yes
it_it: Si

# Orchard.Themes.Commands.ThemeCommands
source: Author: {0}
it_it: Autore: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Version: {0}
it_it: Versione: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Description: {0}
it_it: Descrizione: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Website: {0}
it_it: Sito Web: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Zones: {0}
it_it: Zone: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Could not find theme {0}
it_it: Impossibile trovare il tema {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabling theme "{0}"...
it_it: Abilitazione tema "{0}" in corso...

# Orchard.Themes.Commands.ThemeCommands
source: Activating theme "{0}"...
it_it: Attivazione tema "{0}" in corso...

# Orchard.Themes.Commands.ThemeCommands
source: Theme "{0}" activated
it_it: Tema "{0}" attivato

# Orchard.Themes.Controllers.AdminController
source: Couldn't preview the current theme
it_it: Impossibile mostrare l'anteprima del tema corrente

# Orchard.Themes.Controllers.AdminController
source: Theme {0} was not found
it_it: Tema {0} non trovato

# Orchard.Themes.Controllers.AdminController
source: Couldn't enable the theme
it_it: Impossibile abilitare il tema

# Orchard.Themes.Controllers.AdminController
source: Couldn't disable the current theme
it_it: Impossibile disabilitare il tema corrente

# Orchard.Themes.Controllers.AdminController
source: Couldn't set the current theme
it_it: Impossibile impostare il tema corrente

# Orchard.Themes.Controllers.AdminController
source: Couldn't update theme
it_it: Impossibile aggiornare il tema

# Orchard.Themes.Controllers.AdminController
source: The theme {0} was updated successfully.
it_it: Il tema {0} è stato aggiornato con successo.

# Orchard.Themes.Controllers.AdminController
source: An error occurred while updating the theme {0}: {1}
it_it: Si è verificato un errore durante l'aggiornamento del tema {0}: {1}

# Orchard.Themes.Events.ThemeDisableEventHandler
source: The current theme was disabled, because one of its dependencies was disabled.
it_it: Il tema corrente è stato disattivato, perché una delle relative dipendenze è stata disabilitata.

# Orchard.Themes.Recipes.Builders.CurrentThemeStep
source: Current Theme
it_it: Tema corrente

# Orchard.Themes.Recipes.Builders.CurrentThemeStep
source: Adds information to the recipe that indicates the current theme.
it_it: Aggiunge informazioni alla ricetta che indica il tema corrente.

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
it_it: Il tema "{0}" è già nell'insieme dei temi che necessitano di funzionalità che sono disattivate.

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
it_it: Il tema "{0}" è già nell'insieme dei temi che necessitano di funzionalità che sono attivate.

# Orchard.Themes.Services.ThemeService
source: {0} was enabled
it_it: {0} è stato abilitato

# Orchard.Themes.Services.ThemeService
source: {0} was disabled
it_it: {0} è stato disabilitato

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Activate
it_it: Attiva

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Set Current
it_it: Imposta come Corrente

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: By
it_it: Realizzato da

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Version:
it_it: Versione:

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Disable
it_it: Disabilita

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Enable
it_it: Abilita

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Update
it_it: Aggiorna

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Uninstall
it_it: Disinstalla

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: By
it_it: Realizzato da

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: Version:
it_it: Versione:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: You are previewing:
it_it: Stai guardando l'anteprima di:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply this theme
it_it: Applica questo tema

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Themes
it_it: Temi

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There is no current theme in the application. The built-in theme will be used.
it_it: Non c'é un tema configurato per l'applicazione. Verrá utilizzato il tema predefinito.

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a new Theme
it_it: Installa un nuovo Tema

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Current Theme
it_it: Tema corrente

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Available
it_it: Disponibili

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme from your computer
it_it: Installa un tema dal tuo computer

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There are no additional themes installed.
it_it: Non sono installati temi aggiuntivi.
