Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Projections/Module.txt
source: Projector
it_it: Proiettore

# ~/Modules/Orchard.Projections/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Projections/Module.txt
source: Provides methods to control how lists of content items are filtered and displayed
it_it: Fornisce le funzionalità per controllare in che modo le liste di elementi di contenuto vengono filtrate e visualizzate

# Orchard.Projections.AdminMenu
source: Queries
it_it: Ricerche

# Orchard.Projections.AdminMenu
source: Bindings
it_it: Associazioni

# Orchard.Projections.Migrations
source: Creation date
it_it: Data di creazione

# Orchard.Projections.Migrations
source: When the content item was created
it_it: Quando è stato creato l'elemento di contenuto

# Orchard.Projections.Migrations
source: Modification date
it_it: Data di modifica

# Orchard.Projections.Migrations
source: When the content item was modified
it_it: Quando è stato modificato l'elemento di contenuto

# Orchard.Projections.Migrations
source: Publication date
it_it: Data di pubblicazione

# Orchard.Projections.Migrations
source: When the content item was published
it_it: Quando è stato pubblicato l'elemento di contenuto

# Orchard.Projections.Migrations
source: Title Part Title
it_it: Titolo della Parte Titolo

# Orchard.Projections.Migrations
source: The title assigned using the Title part
it_it: Il titolo assegnato utilizzando la Parte Titolo

# Orchard.Projections.Migrations
source: Body Part Text
it_it: Testo della Parte Corpo

# Orchard.Projections.Migrations
source: The text from the Body part
it_it: Il testo della Parte Corpo

# Orchard.Projections.Controllers.AdminController
source: Not authorized to list queries
it_it: Non sei autorizzato ad elencare le ricerche

# Orchard.Projections.Controllers.AdminController
source: Not authorized to manage queries
it_it: Non sei autorizzato a gestire le ricerche

# Orchard.Projections.Controllers.AdminController
source: Not authorized to edit queries
it_it: Non sei autorizzato a modificare le ricerche

# Orchard.Projections.Controllers.AdminController
source: Query {0} deleted
it_it: Ricerca {0} eliminata

# Orchard.Projections.Controllers.BindingController
source: Not authorized to list bindings
it_it: Non sei autorizzato ad elencare le associazioni

# Orchard.Projections.Controllers.BindingController
source: Binding created successfully
it_it: Associazione creata con successo

# Orchard.Projections.Controllers.BindingController
source: The record for this binding is no longer available, please remove it.
it_it: Il record per questa associazione non è più disponibile, si prega di rimuoverlo.

# Orchard.Projections.Controllers.BindingController
source: The member for this binding is no longer available, please remove it.
it_it: La proprietà a cui si riferisce questa associazione non è più disponibile, si prega di rimuoverla.

# Orchard.Projections.Controllers.BindingController
source: Binding updated successfully
it_it: Associazione aggiornata con successo

# Orchard.Projections.Controllers.BindingController
source: Not authorized to delete bindings
it_it: Non sei autorizzato ad eliminare le associazioni

# Orchard.Projections.Controllers.BindingController
source: Binding deleted
it_it: Associazione eliminata

# Orchard.Projections.Controllers.FilterController
source: Not authorized to manage queries
it_it: Non sei autorizzato a gestire le ricerche

# Orchard.Projections.Controllers.FilterController
source: Filter deleted
it_it: Filtro eliminato

# Orchard.Projections.Controllers.LayoutController
source: Not authorized to manage queries
it_it: Non sei autorizzato a gestire le ricerche

# Orchard.Projections.Controllers.LayoutController
source: Layout deleted
it_it: Schema eliminato

# Orchard.Projections.Controllers.LayoutController
source: Layout Created
it_it: Schema creato

# Orchard.Projections.Controllers.LayoutController
source: Layout Saved
it_it: Schema salvato

# Orchard.Projections.Controllers.PropertyController
source: Not authorized to manage queries
it_it: Non sei autorizzato a gestire le ricerche

# Orchard.Projections.Controllers.PropertyController
source: Property deleted
it_it: Proprietà eliminata

# Orchard.Projections.Controllers.SortCriterionController
source: Not authorized to manage queries
it_it: Non sei autorizzato a gestire le ricerche

# Orchard.Projections.Controllers.SortCriterionController
source: Sort criteria deleted
it_it: Criterio di ordinamento eliminato

# Orchard.Projections.Drivers.ProjectionPartDriver
source: Suffix should not contain special characters.
it_it: Il suffisso non deve contenere caratteri speciali.

# Orchard.Projections.Drivers.QueryPartTitleDriver
source: A query with the same title already exists
it_it: Esiste già una query con lo stesso titolo

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Undefined
it_it: Non definito

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Yes
it_it: Sì

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Enter the value the string should be.
it_it: Immettere il valore che la stringa dovrebbe avere.

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is undefined
it_it: {0} non è definito

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is true
it_it: {0} è vero

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is false
it_it: {0} è falso

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Operator
it_it: Operatore

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: A date
it_it: Una data

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Please use this format: YYYY-MM-DD hh:mm:ss. e.g., 2010-04-12 would filter on the whole day. You can also use the Date token like this: {Date.Format:yyyy-MM-dd}
it_it: Si prega di utilizzare questo formato: YYYY-MM-DD hh:mm:ss. es. 2010-04-12 se vuoi filtrare l'intero giorno. È inoltre possibile utilizzare il token di data come questo: {Date.Format:yyyy-MM-dd}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: An offset from the current time
it_it: Un offset dall'ora corrente

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: You can provide time in the past by using negative values. e.g., -1 day
it_it: È possibile fornire un'ora passata utilizzando valori negativi. es. -1 giorno

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Value
it_it: Valore

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Unit
it_it: Unità

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Min
it_it: Minimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Max
it_it: Massimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than
it_it: È minore di

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is equal to
it_it: È uguale a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not equal to
it_it: Non è uguale a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than
it_it: È maggiore di

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is between
it_it: È tra

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not between
it_it: Non è tra

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is null
it_it: È nullo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not null
it_it: Non è nullo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Year
it_it: Anno

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Month
it_it: Mese

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Day
it_it: Giorno

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Hour
it_it: Ora

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Minute
it_it: Minuto

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Second
it_it: Secondo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is null
it_it: {0} è nullo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not null
it_it: {0} non è nullo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than {1}{2}
it_it: {0} è minore rispetto a {1} {2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than or equal to {1}{2}
it_it: {0} è minore o uguale a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} equals {1}{2}
it_it: {0} è uguale a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not equal to {1}{2}
it_it: {0} non è uguale a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than {1}{2}
it_it: {0} è maggiore {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than or equal to {1}{2}
it_it: {0} è maggiore o uguale a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is between {1}{2} and {3}{4}
it_it: {0} è tra {1}{2} e {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not between {1}{2} and {3}{4}
it_it: {0} non è tra {1}{2} e {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} is required.
it_it: Il campo {0} è richiesto.

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Min
it_it: Minimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Max
it_it: Massimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Value
it_it: Valore

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} should contain a valid date (YYYY-MM-DD hh:mm:ss)
it_it: Il campo {0} deve contenere una data valida (YYYY-MM-DD hh:mm:ss)

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} must be a valid number.
it_it: Il campo {0} deve essere un numero valido.

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Operator
it_it: Operatore

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Value
it_it: Valore

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Min
it_it: Minimo

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Max
it_it: Massimo

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than
it_it: È minore di

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is equal to
it_it: È uguale a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not equal to
it_it: Non è uguale a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than
it_it: È maggiore di

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is between
it_it: È compreso

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not between
it_it: Non è compreso

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than {1}
it_it: {0} è minore di {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than or equal to {1}
it_it: {0} è minore o uguale a {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} equals {1}
it_it: {0} {1} uguale a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not equal to {1}
it_it: {0} non è uguale a {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than {1}
it_it: {0} è maggiore di {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than or equal to {1}
it_it: {0} è maggiore o uguale a {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is between {1} and {2}
it_it: {0} è tra {1} e {2}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not between {1} and {2}
it_it: {0} non è tra {1} e {2}

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} is required.
it_it: Il campo {0} è richiesto.

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Max
it_it: Massimo

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Value
it_it: Valore

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} should contain a valid number
it_it: Il campo {0} deve contenere un numero valido

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Operator
it_it: Operatore

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Value
it_it: Valore

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Enter the value the string should be.
it_it: Immettere il valore che la stringa dovrebbe avere.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is equal to
it_it: E' uguale a

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is not equal to
it_it: Non è uguale a

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains
it_it: Contiene

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains any word
it_it: Contiene alcune parole

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains all words
it_it: Contiene tutte le parole

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Starts with
it_it: Inizia con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not start with
it_it: Non inizia con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Ends with
it_it: Termina con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not end with
it_it: Non termina con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not contain
it_it: Non contiene

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is equal to '{1}'
it_it: {0} è uguale a '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is not equal to '{1}'
it_it: {0} non è uguale a '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains '{1}'
it_it: {0} contiene '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains any of '{1}'
it_it: {0} contiene alcune di '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains all '{1}'
it_it: {0} contiene tutte '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} starts with '{1}'
it_it: {0} inizia con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not start with '{1}'
it_it: {0} non inizia con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} ends with '{1}'
it_it: {0} termina con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not end with '{1}'
it_it: {0} non termina con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not contain '{1}'
it_it: {0} non contiene '{1}'

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Date format
it_it: Formato data

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short date pattern: 6/15/2009
it_it: Modello per le date corte: 15/6/2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long date pattern: Monday, June 15, 2009
it_it: Modello di lunga data: lunedì 15 giugno 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (short time): Monday, June 15, 2009 1:45 PM
it_it: Modello completo di data e ora (breve): lunedì 15 giugno 2009 13:45

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (long time): Monday, June 15, 2009 1:45:30 PM
it_it: Modello completo di data e ora (lungo): lunedì 15 giugno 2009 13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (short time): 6/15/2009 1:45 PM
it_it: Modello generale di data e ora (breve): 15/06/2009 13:45

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (long time): 6/15/2009 1:45:30 PM
it_it: Modello generale di data e ora (lungo): 15/06/2009 13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month/day pattern: June 15
it_it: Modello mese/giorno: 15 giugno

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Round-trip date/time pattern: 2009-06-15T13:45:30.0900000
it_it: Formato di data e ora pr andata-ritorno: 2009-06-15T13:45:30.0900000

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: RFC1123 pattern: Mon, 15 Jun 2009 20:45:30 GMT
it_it: Modello RFC1123: lunedì 15 giugno 2009 20:45:30 GMT

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Sortable date/time pattern: 2009-06-15T13:45:30
it_it: Modello di data e ora ordinabile: 2009-06-15T13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short time pattern: 1:45 PM
it_it: Ora breve: 13:45

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45:30 PM
it_it: Ora estesa: 13:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal sortable date/time pattern: 2009-06-15 20:45:30Z
it_it: Modello ordinabile universale della data e ora: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal full date/time pattern: Monday, June 15, 2009 8:45:30 PM
it_it: Modello universale completo di data e ora: lunedì, 15 giugno 2009 20:45:30

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year month pattern: June, 2009
it_it: Modello anno mese: Giugno, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day: 15
it_it: Giorno: 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month: 6
it_it: Mese: 6

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year: 2009
it_it: Anno: 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day of year: 166
it_it: Giorno dell'anno: 166

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Relative time: 1 minute ago
it_it: Tempo relativo: 1 minuto fa

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Prefix
it_it: Prefisso

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put before the number, such as currency symbol.
it_it: Testo da mettere prima del numero, come simbolo della valuta.

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Suffix
it_it: Suffisso

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put after the number, such as currency symbol.
it_it: Testo da mettere dopo il numero, come simbolo della valuta.

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} Content Fields
it_it: Campi di contenuto {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Content Fields for {0}
it_it: Campi di contenuto per {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} property for {1}
it_it: proprietà {0} per {1}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Field {0} {1} "{2}"
it_it: Campo {0} {1} "{2}"

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Content part records
it_it: Record per la parte di contenuto

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Select some content part records.
it_it: Seleziona alcuni record per la parte di contenuto.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content
it_it: Contenuto

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content Types
it_it: Tipi di contenuto

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Specific content types
it_it: Tipi di contenuto specifici

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any content item
it_it: Qualsiasi tipo di contenuto

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content with type {0}
it_it: Tipo di contenuto {0}

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Select some content types.
it_it: Scegli qualche tipo di contenuto (Content Type).

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any
it_it: Qualsiasi

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Content
it_it: Contenuto

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch
it_it: Caricamento anticipato

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch content part records
it_it: Caricamento anticipato dei record delle parti

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: No content part record
it_it: Nessun record per la parte di contenuto

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch part records {0}
it_it: Caricamento anticipato parte di contenuto {0}

# Orchard.Projections.Providers.Filters.MemberBindingFilter
source: Members for {0}
it_it: Proprietà per {0}

# Orchard.Projections.Providers.Layouts.GridLayout
source: Html Layouts
it_it: Schemi html

# Orchard.Projections.Providers.Layouts.GridLayout
source: Grid
it_it: Griglia

# Orchard.Projections.Providers.Layouts.GridLayout
source: Organizes content items in a grid.
it_it: Organizza gli elementi di contenuto in una griglia.

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} columns grid
it_it: {0} colonne nella tabella

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} lines grid
it_it: {0} righe nella tabella

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Alignment
it_it: Allineamento

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal
it_it: Orizzontale

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal alignment will place items starting in the upper left and moving right.
it_it: L'allineamento orizzontale sposterà gli elementi partendo dall'angolo in alto a sinistra e spostandosi verso destra.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical
it_it: Verticale

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving down.
it_it: L'allineamento verticale posiziona gli elementi partendo dall'angolo in alto a sinistra proseguendo verso il basso.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Number of columns/lines
it_it: Numero di colonne e linee
