Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: How many columns (in Horizontal mode) or lines (in Vertical mode) to display in the grid.
it_it: Quante colonne (in modalità orizzontale) o linee (in modalità verticale) visualizzare nella griglia.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Html properties
it_it: Proprietà html

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid tag
it_it: Il tag da usare per la Griglia

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of the grid. Leave empty for no tag. (e.g., table)
it_it: Il tag da usare per la griglia. Lasciare vuoto per nessun tag particolare. (es., table)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid id
it_it: Id della griglia

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The id to provide on the grid element.
it_it: L'id da fornire all'elemento griglia.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid class
it_it: Classe della griglia

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on the grid element.
it_it: La classe da associare all'elemento della griglia.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row tag
it_it: Il tag da usare per le righe

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a row. Leave empty for no tag. (e.g., tr)
it_it: Il tag da usare per le righe. Lasciare vuoto per nessun tag particolare. (es., tr)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row class
it_it: Classe della riga

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each row.
it_it: La classe da associare ad ogni riga.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell tag
it_it: Tag da usare per le celle

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a cell. Leave empty for no tag. (e.g., td)
it_it: Il tag da usare per le celle. Lasciare vuoto per nessun tag particolare. (es., td)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell class
it_it: Classe per la cella

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each cell.
it_it: La classe da dare a ciascuna cella.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Empty Cell
it_it: Cella vuota

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The HTML to render as empty cells to fill a row. (e.g., <td>&nbsp;</td>
it_it: Il codice HTML per eseguire il rendering delle celle vuote aggiunte per completare una riga. (es. <td>&nbsp;</td>

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Alignment is required.
it_it: Il campo Allineamento è richiesto.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines is required.
it_it: Il campo colonne/righe è richiesto.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines must be a valid number.
it_it: Il campo colonne/righe deve avere un numero valido.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html Layouts
it_it: Schemi Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html List
it_it: Lista Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Organizes content items inside a simple list.
it_it: Organizza gli elementi in una semplice lista.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Ordered Html List
it_it: Elenco ordinato Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Unordered Html List
it_it: Lista Html non ordinata

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Order
it_it: Ordine

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Unordered list
it_it: Elenco non ordinato

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Ordered list
it_it: Lista ordinata

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Html properties
it_it: Proprietà html

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List id
it_it: ID della Lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The id to provide on the list element.
it_it: L'id da associare all'elemento della lista.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List class
it_it: Classe della lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on the list element.
it_it: La classe da associare all'elemento della lista.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Item class
it_it: Classe dell'elemento

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on each list item.
it_it: La classe da associare ad ogni elemento della lista.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: You must provide an Order
it_it: E' necessario fornire un Ordinamento

# Orchard.Projections.Providers.Layouts.RawLayout
source: Html Layouts
it_it: Schemi html

# Orchard.Projections.Providers.Layouts.RawLayout
source: Raw
it_it: Senza modifche

# Orchard.Projections.Providers.Layouts.RawLayout
source: Renders content with custom separators.
it_it: Esegue il rendering di contenuto con separatori personalizzati.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Html properties
it_it: Proprietà html

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container tag
it_it: Il tag da usare per il contenitore

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of the container. Leave empty for no container.
it_it: Il tag da usare per il contenitore. Lasciare vuoto per non usare nessun contenitore.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container id
it_it: Id contenitore

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The id to provide on the container element.
it_it: L'id da dare all'elemento contenitore.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container class
it_it: Classe contenitore

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on the container element.
it_it: La classe da dare all'elemento contenitore.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item tag
it_it: Il tag da usare per gli elementi

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of each item. Leave empty for no tag.
it_it: Il tag da usare per ogni elemento. Lasciare vuoto per nessuna tag.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item class
it_it: Classe dell'elemento

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on each item.
it_it: La classe da dare ad ogni elemento.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Prepend
it_it: Anteporre

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert before the first element.
it_it: Tag HTML da inserire prima del primo elemento.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Separator
it_it: Separatore

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert between two items.
it_it: Il codice HTML da inserire tra due elementi.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Append
it_it: Accoda

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert after the last element.
it_it: Il codice HTML da inserire dopo l'ultimo elemento.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Html Layouts
it_it: Schemi Html

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Shape
it_it: Forma

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Uses a specific shape name to render the layout.
it_it: Utilizza un nome di forma specifica per il rendering del layout.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Renders content in a {0} layout
it_it: Visualizza il contenuto in uno schema {0}

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape options
it_it: Opzioni di Forma

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape type
it_it: Tipo di Forma

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: The type of the shape which is used for rendering content items.
it_it: Il tipo di forma che viene utilizzato per visualizzare gli elementi di contenuto.

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} Content Fields
it_it: Campi di contenuto {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Content Fields for {0}
it_it: Campi di Contenuto per {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} property for {1}
it_it: {0} proprietà per {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Field {0}: {1}
it_it: Campo {0}: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Default value
it_it: Valore predefinito

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content
it_it: Contenuto

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content properties
it_it: Proprietà del contenuto

# Orchard.Projections.Providers.Properties.ContentProperties
source: Display Text
it_it: Testo da visualizzare

# Orchard.Projections.Providers.Properties.ContentProperties
source: The text representing the content, e.g. its Title.
it_it: Il testo che rappresenta il contenuto, es. il Titolo.

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content: Display Text
it_it: Contenuto: Testo da visualizzare

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content
it_it: Contenuto

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content properties
it_it: Proprietà del Content

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Custom Value
it_it: Valore Personalizzato

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: A static text. Use it for custom tokens with Rewrite options.
it_it: Un testo statico. Utilizzalo con i token personalizzati con opzioni di riscrittura.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content: Custom Value
it_it: Content: Valore Personalizzato

# Orchard.Projections.Providers.Properties.MemberBindingProperties
source: Members for {0}
it_it: Proprietà per {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} Content Fields
it_it: Campi di contenuto {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Content Fields for {0}
it_it: Campi del Content per {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} property for {1}
it_it: proprietà {0} per {1}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, ascending
it_it: Ordinato dal campo {0} in ordine crescente

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, descending
it_it: Ordinato dal campo {0} in ordine decrescente

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Members for {0}
it_it: Proprietà per {0}

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, ascending
it_it: Ordinato per {0}, crescente

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, descending
it_it: Ordinato per {0}, decrescente

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General
it_it: Generale

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General sort criteria
it_it: Criteri di ordinamento generale

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random
it_it: Casuale

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Sorts the results randomly.
it_it: Ordina i risultati casualmente.

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random order
it_it: Ordine casuale

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort ascending
it_it: Ordina in modo crescente

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort descending
it_it: Ordinamento decrescente

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The direction the field will be sorted by.
it_it: Modalità di ordinamento del campo.

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The Sort field is required.
it_it: Il campo Ordinamento è richiesto

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit Query - {0}
it_it: Modifica Ricerca - {0}

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Filters
it_it: Filtri

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Group
it_it: Aggiungi un nuovo Gruppo

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Or
it_it: Oppure

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Filter
it_it: + Aggiungi un nuovo Filtro

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete group
it_it: Elimina gruppo

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Sort Criteria
it_it: Criteri di Ordinamento

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Sort Criteria
it_it: + Aggiungi un nuovo criterio di ordinamento

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Up
it_it: Su

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Down
it_it: Giù

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Layouts
it_it: Schemi

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Layout
it_it: + Aggiungi un nuovo Schema

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Layout
it_it: Aggiungi un nuovo Schema

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Close
it_it: Chiudi

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Manage Queries
it_it: Gestione Ricerche

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Add a new Query
it_it: Aggiungi una nuova Ricerca

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Select all
it_it: Seleziona tutti

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Show:
it_it: Mostra:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: All
it_it: Tutti

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Filter
it_it: Filtro

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Properties
it_it: Proprietà

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: Manage Queries
it_it: Gestione Ricerche

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: The query returned no results
it_it: La ricerca non ha restituito risultati

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Binding
it_it: Associazione

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Content Part Record
it_it: Record della Parte di Contenuto

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The content part to add to the providers.
it_it: La parte di contenuto da aggiungere ai provider.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Member
it_it: Proprietà

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The name of the member.
it_it: Il nome della proprietà.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Display
it_it: Testo da visualizzare

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Text to display in lists for this property.
it_it: Testo da visualizzare nelle liste per questa proprietà.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description to display in lists for this property.
it_it: Descrizione da visualizzare nelle liste per questa proprietà.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Manage Bindings
it_it: Gestione Associazioni

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Add a new Binding
it_it: Aggiungi una nuova associazione

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Show:
it_it: Mostra:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: All
it_it: Tutti

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Filter
it_it: Filtro

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Type
it_it: Tipo

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Member
it_it: Proprietà

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Display
it_it: Testo da visualizzare

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Add a Binding
it_it: Aggiungi un'associazione

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: There are no currently available bindings
it_it: Attualmente non ci sono associazioni disponibili

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Name
it_it: Nome

source: For Query
it_it: Per la Ricerca

source: Edit Query
it_it: Modifica Ricerca

source: The query to use to create menu items.
it_it: La ricerca da utilizzare per creare le voci di menu.

source: Items to display
it_it: Elementi da visualizzare

source: The number of items to display. Enter 0 for no limit.
it_it: Il numero di elementi da visualizzare. Immettere 0 per non porre limiti.

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
it_it: Il numero di elementi da ignorare (es., se inserisci 2, i primi 2 elementi non saranno visualizzati).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: For Query
it_it: Per la Ricerca

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: (Default Layout)
it_it: (Schema predefinto)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Edit Query
it_it: Modifica Ricerca

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The query to display.
it_it: La ricerca da visualizzare.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Items to display
it_it: Elementi da visualizzare

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
it_it: Il numero di elementi da visualizzare. Immettere 0 per non porre limiti. Quando si utilizza la paginazione, questo rappresenta il numero di elementi per pagina.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
it_it: Il numero di elementi da ignorare (es., se inserisci 2, i primi 2 elementi non saranno visualizzati).

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum items
it_it: Numero massimo di elementi

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
it_it: Numero massimo di elementi che possono essere interrogati in una volta. Inserisci 0 per non porre limiti. Questo è usato solo come valore limite di sicurezza quando il numero di elementi è fornito dall'utente e proviene, ad esempio, dalla stringa di query.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Suffix
it_it: Suffisso

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
it_it: Opzionale. Inserire un suffisso da utilizzare quando più numeratori di pagina vengono visualizzati contemporaneamente. Es. quando si utilizzano più widget di proiezione, o quando si definisco delle alternative.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Show pager
it_it: Visualizza i pulsanti di paginazione

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Check to add a pager to the list.
it_it: Seleziona per aggiungere i pulsanti di paginazione alla lista.

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Add a Filter
it_it: Aggiungi un filtro

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: There are no currently available filters
it_it: Non ci sono filtri attualmente disponibili

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
it_it: Modifica Filtro - {0}

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Description
it_it: Descrizione
