Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
it_it: È possibile fornire una descrizione del filtro da usare nelle schermate del Pannello Amministrativo.

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Add a Layout
it_it: Aggiungi uno Schema

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: There are no currently available layouts
it_it: Al momento non vi sono schemi disponibili

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Edit Layout - {0}
it_it: Modifica Schema - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
it_it: È possibile fornire una descrizione del filtro da usare nelle schermate del Pannello Amministrativo.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display mode
it_it: Modalità di visualizzazione

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Properties
it_it: Proprietà

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can choose to display each content item using specific properties only.
it_it: È possibile scegliere di visualizzare ogni elemento di contenuto utilizzando solo le proprietà specifiche.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display Type
it_it: Tipo di visualizzazione

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
it_it: Il tipo di visualizzazione determina come l'elemento di contenuto deve essere formattato. Es., Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can only add properties when this layout is saved.
it_it: È possibile aggiungere proprietà solo dopo che lo schema è stato salvato.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit Layout - {0}
it_it: Modifica Schema - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
it_it: È possibile fornire una descrizione per questo schema da usare nelle schermate del Pannello Amministrativo.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display mode
it_it: Modalità di visualizzazione

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Content
it_it: Contenuto

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Properties
it_it: Proprietà

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You can choose to display each content item using specific properties only.
it_it: È possibile scegliere di visualizzare ogni elemento di contenuto utilizzando solo le proprietà specifiche.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display Type
it_it: Tipo di visualizzazione

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
it_it: Il tipo di visualizzazione determina come l'elemento di contenuto deve essere formattato. Es., Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Add a new Property
it_it: Aggiungi una nuova Proprietà

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Up
it_it: Su

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Down
it_it: Giù

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Grouping property
it_it: Proprietà di raggruppamento

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: None
it_it: Nessuno

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Optionally, select a property which will be used to group content items.
it_it: Facoltativamente, selezionare una proprietà che verrà utilizzata per raggruppare gli elementi di contenuto.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: No properties are currently available in order to group this view.
it_it: Non ci sono proprietà disponibili per raggruppare questa vista.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Close
it_it: Chiudi

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Add a Property
it_it: Aggiungi una Proprietà

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: There are no currently available properties
it_it: Non ci sono proprietà disponibili

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Edit Property - {0}
it_it: Modifica Proprietà - {0}

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: You may optionally give a description to this property, to be used in the dashboard screens.
it_it: È possibile fornire una descrizione per questa proprietà da usare nelle schermate del Pannello Amministrativo.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Display
it_it: Visualizza

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Link to original content item
it_it: Collegamento all'elemento di contenuto originale

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to make this property a link to the original content item.
it_it: Seleziona per fare in modo che questa proprietà diventi un collegamento all'elemento di contenuto originale.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Exclude from display
it_it: Escludi dalla visualizzazione

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check if this property should not be displayed, but only used by the layout for grouping for instance.
it_it: Seleziona se questa proprietà non dovrebbe essere visualizzata, ma solo utilizzata dallo schema, per raggruppare ad esempio.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Label
it_it: Etichetta

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Create a label
it_it: Crea un'etichetta

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to display as a label for this property.
it_it: Il testo da visualizzare come etichetta per questa proprietà.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Style
it_it: Stile

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize property HTML
it_it: Personalizza la proprietà HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: HTML element
it_it: Elemento HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this property (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
it_it: Elemento HTML da aggiungere attorno a questa proprietà (es., h1, p, ecc.). Utilizzare - per nascondere il tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Css class
it_it: Classe CSS

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The Css class to apply to this element.
it_it: La classe Css da applicare a questo elemento.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize label HTML
it_it: Personalizza l'etichetta HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this label (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
it_it: Elemento HTML da aggiungere attorno a questa etichetta (es., h1, p, ecc.). Utilizzare - per nascondere il tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize Wrapper HTML
it_it: Personalizza l'involucro HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this wrapper (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
it_it: L'elemento HTML da aggiungere attorno a questo invoòucro (es., h1, p, ecc.). Utilizzare - per nascondere il tag.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No Results
it_it: Nessun risultato

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No results text
it_it: Non risulta nessun testo

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Text to display when the property is empty.
it_it: Il testo da visualizzare quando la proprietà non è specificata.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Number 0 as empty
it_it: Usa il numero 0 per incdicare vuoto

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to simulate empty text when result is the number 0
it_it: Seleziona per usare un testo vuoto quando il risultato è il numero 0

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Hide if empty
it_it: Nascondi se vuoto

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to hide the whole property when the value is empty.
it_it: Seleziona per nascondere l'intera proprietà, quando il valore è vuoto.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite Results
it_it: Riscrivi i risultati

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite output
it_it: Riscrivi gli elementi risultanti di uscita

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to override the output of this property.
it_it: Seleziona per ignorare l'uscita di questa proprietà.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite text
it_it: Riscrivi il testo

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to write for this field. It may include HTML. {Text} can be used to inject the current property text.
it_it: Il testo da scrivere per questo campo. Può includere codice HTML. {Text} può essere utilizzato per inserire il testo della proprietà attuale.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim
it_it: Ritaglia

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to trim the result if it's longer that a specified amount of characters.
it_it: Seleziona per tagliare un risultato più lungo della quantità di caratteri specificata.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Maximum length
it_it: Lunghezza massima

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The maximum number of characters this property can be.
it_it: Il numero massimo di caratteri che questa proprietà può avere.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim only on a word boundary
it_it: Taglia solo su a fine parola

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Checked to trim the property only on a word boundary.
it_it: Seleziona per tagliare la proprietà solo a fine parola.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Add an Ellipsis
it_it: Aggiungi dei puntini di sospensione

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to insert and ellipsis ({0}) if the property is trimmed.
it_it: Seleziona per inserire dei puntini di sospensione ({0}) se la proprietà viene tagliata.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Strip HTML tags
it_it: Rimuovi i tag HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove any HTML tag from the property.
it_it: Seleziona per rimuovere qualsiasi tag HTML dalla proprietà.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Remove whitespace
it_it: Rimuovi gli spazi vuoti

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove the spaces at both the beginning and the end of the property.
it_it: Seleziona per rimuovere gli spazi ad inizio e fine proprietà.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Preserve new lines
it_it: Preserva le nuove linee

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to convert a line break to a &lt;br /&gt; tag.
it_it: Seleziona per convertire un'interruzione di riga in un tag &lt;br /&gt;.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Add a Sort Criterion
it_it: Aggiungi un criterio di ordinamento

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: There are no currently available sort criterias
it_it: Non c'è attualmente nessun criterio di ordinamento disponibile

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Edit Sort Criterion - {0}
it_it: Modifica il criterio di ordinamento - {0}

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: You may optionally give a description to this sort criterion, to be used in the dashboard screens.
it_it: È possibile fornire una descrizione a questo criterio di ordinamento da usare nelle schermate del Pannello Amministrativo.

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Save
it_it: Salva
