Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Migrations/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Migrations/Module.txt
source: Migrations
it_it: Migrazioni

# ~/Modules/Orchard.Migrations/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Migrations/Module.txt
source: Data migration commands.
it_it: Comandi di Migrazione Dati.

# ~/Modules/Orchard.Migrations/Module.txt
source: Database Update
it_it: Aggiornameno del Database

# ~/Modules/Orchard.Migrations/Module.txt
source: Commands for updating the database schema according to the definition of the "Record" classes in code.
it_it: Comandi per aggiornare lo schema del database in base alla definizione nel codice delle classi "Record"

# ~/Modules/Orchard.Migrations/Module.txt
source: Developer
it_it: Sviluppatore

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while updating the database.
it_it: Si è verificato un errore durante l'aggiornamento del database.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Database updated
it_it: Database aggiornato

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: There are no tables to create for feature {0}.
it_it: Non ci sono tabelle da creare per la funzionalità {0}.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while creating the tables.
it_it: Si è verificato un errore durante la creazione delle tabelle.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Tables created
it_it: Tabelle create

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while upgrading the database.
it_it: Si è verificato un errore durante l'aggiornamento del database.

# Orchard.Migrations.Commands.DataMigrationCommands
source: Database upgraded
it_it: Database aggiornato con successo
