Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.ContentPicker/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.ContentPicker/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.ContentPicker/Module.txt
source: UI for selecting Content Items.
it_it: Interfaccia utente per selezionare gli Elementi di Contenuto.

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Input Editor
it_it: Editor input

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Provides settings to enable advanced localization behaviours for ContentPickerFields.
it_it: Fornisce le impostazioni per attivare il comportamento di traduzione avanzata per i ContentPickerFields.

# Orchard.ContentPicker.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
it_it: E' necessario selezionare un Elemento Contenuto

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: The field {0} is mandatory
it_it: Il campo {0} è obbligatorio

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: Ids
it_it: ID

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
it_it: Un elenco formattato di ID, es. {1}, {42}

# Orchard.ContentPicker.Drivers.NavigationPartDriver
source: The MenuText field is required
it_it: Il campo MenuText è richiesto

# Orchard.ContentPicker.Handlers.ContentPickerFieldLocalizationExtensionHandler
source: {0}: Some of the selected items cannot be localized: {1}
it_it: {0}: alcuni degli elementi selezionati non possono essere tradotti: {1}

# Orchard.ContentPicker.Handlers.ContentPickerFieldLocalizationExtensionHandler
source: Some of the items selected have the wrong localization: {0}
it_it: Alcuni degli elementi selezionati hanno la lingua errata: {0}

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Content Picker
it_it: Selezione contenuto

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Recent Content
it_it: Contenuti recenti

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Picker Field
it_it: Campo di selezione contenuto

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Tokens for Content Picker Fields
it_it: Token per i campi di selezione contenuto

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Item
it_it: Elemento di Contenuto

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: The content item.
it_it: L'elemento di contenuto.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Select Content Item
it_it: Selezionare l'elemento di contenuto

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Cannot perform requested operation
it_it: Impossibile portare a termine l'operazione richiesta

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Authentication timed-out: please log-on again
it_it: Autenticazione scaduta: rieseguire il login

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Not Published
it_it: Non Pubblicato

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: You need to save your changes.
it_it: È necessario salvare le modifiche.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Content Item
it_it: Elemento di Contenuto

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.SummaryAdmin.cshtml
source: Select
it_it: Seleziona

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Recent Content
it_it: Contenuti recenti

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Manage {0} Content
it_it: Gestione {0} Contenuto

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Show
it_it: Mostra

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: any (show all)
it_it: qualunque (mostra tutti)

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Culture
it_it: Cultura

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Ordered by
it_it: In ordine per

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently created
it_it: creati di recente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently modified
it_it: modificati di recente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently published
it_it: pubblicato di recente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Add Selected
it_it: Aggiungi Selezionati

source: Try to replace selected items with their correct localization.
it_it: Provare a sostituire gli elementi selezionati con la loro versione in lingua corretta.

source: Check to attempt to replace items selected in this field with their translation in the main ContentItem's culture. This only applies if the main ContentItem has a LocalizationPart.
it_it: Selezionare per tentare di sostituire gli elementi selezionati in questo campo con la loro traduzione nella lingua del contenuto principale. Il tentativo di traduzione verrà effettuto solamente se il contenuto principale ha una LocalizationPart.

source: Remove items that do not have the correct translation.
it_it: Rimuovere gli elementi che non hanno la traduzione corretta.

source: Check to remove items from the ContentPickerField when the items selected do not have a version in the correct culture (they have a LocalizationPart, but not a translation in the main ContentItem's culture').
it_it: Selezionare per rimuovere dal ContentPickerField gli elementi che non dispongono di una versione nella lingua corretta (hanno una LocalizationPart, ma non una traduzione nella lingua del contenuto principale).

source: Remove items that cannot be localized.
it_it: Rimuovere gli elementi che non possono essere tradotti.

source: Check to remove items from the ContentPickerField when the items selected cannot be localized (do not have a LocalizationPart).
it_it: Selezionare per rimuovere elementi dal ContentPickerField quando gli elementi selezionati non possono essere tradotti (non hanno una LocalizationPart).

source: Verify culture of selected items.
it_it: Verificare la cultura degli elementi selezionati.

source: Check to prevent publication of contents when the items selected have a different culture. This only applies if the main ContentItem has a LocalizationPart.
it_it: Selezionare per impedire la pubblicazione del contenuto se gli elementi selezionati hanno una lingua differente. La verifica vale solo se il contenuto principale ha una LocalizationPart.

source: Do not admit items that cannot be localized.
it_it: Non accettare gli elementi che non possono essere localizzati.

source: Check to stop publication of contents when the items selected cannot be localized (do not have a LocalizationPart).
it_it: Selezionare per interrompere la pubblicazione di contenuti quando gli elementi selezionati non possono essere tradotti (non hanno la LocalizationPart).

source: A content item is required
it_it: È necessario specificare un elemento di contenuto

source: Check to ensure the user is providing at least one content item.
it_it: Controlla che l'utente sta fornendo almeno un elemento di contenuto.

source: Allow multiple content items
it_it: Consenti Elementi di Contenuto multipli.

source: Check to allow the user to select multiple content items.
it_it: Controllo per consentire all'utente di selezionare più elementi di contenuto.

source: Help text
it_it: Testo della guida

source: The help text is written under the field when authors are selecting content items.
it_it: Il testo della guida è scritto sotto il campo quando gli autori scelgono gli elementi di contenuto.

source: Show Content tab
it_it: Visualizza scheda contenuto

source: Uncheck to hide the Content tab from the picker window.
it_it: Deselezionare questa opzione per nascondere la scheda contenuto dalla finestra di selezione.

source: Content Types and Parts
it_it: Parti e tipi di contenuto

source: A comma separated value of all the content types or content parts to display.
it_it: Un valore separate da virgole di tutti i tipi di contenuto o di parti di contenuto da visualizzare.

source: Empty
it_it: Vuoto

source: Content Item
it_it: Elemento di Contenuto

source: Browse
it_it: Sfoglia

source: Select the Content Item to display in the menu.
it_it: Seleziona l'Elemento di Contenuto da visualizzare nel menu.

source: Menu Items
it_it: Voci di menu

source: The menu items linking to this content item.
it_it: Le voci di menu collegate a questo elemento.

source: on
it_it: su

source: Not displayed in any menu.
it_it: Non visualizzato in alcun menu.

source: Add on a menu
it_it: Aggiungi ad un menu

source: Select which menu you want the content item to be added on.
it_it: Selezionare il menu cui aggiungere l'elemento.

source: Menu text
it_it: Testo menu

source: The text that should appear in the menu.
it_it: Il testo che deve apparire nel menu.

source: Selected items with a localization different than the current one will be localized.
it_it: Gli elementi selezionati con una lingua diversa da quella corrente verranno tradotti.

source: Selected items for which there is no correct localization will be removed.
it_it: Gli elementi selezionati per i quali non c'è nessuna corretta traduzione verranno rimossi.

source: Selected items that cannot have localizations will be removed.
it_it: Gli elementi selezionati che non possono avere una traduzione verranno rimossi.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.cshtml
source: No content items.
it_it: Nessun elemento di contenuto.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: No published content items.
it_it: Nessun elemento di contenuto pubblicato.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: Not Published
it_it: Non Pubblicato
