Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.AntiSpam/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.AntiSpam/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides anti-spam services to protect your content from malicious submissions.
it_it: Fornisce servizi di anti-spam per proteggere il contenuto da inserimenti di malintenzionati.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Security
it_it: Sicurezza

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Akismet Anti-Spam Filter
it_it: Filtro anti-Spam Akismet

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on Akismet.
it_it: Fornisce un filtro anti-spam basato su Akismet.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: TypePad Anti-Spam Filter
it_it: Filtro Anti-Spam TypePad

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on TypePad.
it_it: Fornisce un filtro anti-spam basato su TypePad.

# Orchard.AntiSpam.AdminMenu
source: Manage Spam
it_it: Gestione Spam

# Orchard.AntiSpam.Controllers.AdminController
source: Not authorized to manage spam
it_it: Non sei autorizzato a gestire lo Spam

# Orchard.AntiSpam.Drivers.JavaScriptAntiSpamPartDriver
source: You are either a bot (we only serve humans, sorry) or have JavaScript turned off. If the latter, please turn on JavaScript to post this form.
it_it: O sei un robot (serviamo solo gli esseri umani, mi spiace) o ha disattivato JavaScript. In questo caso, per favore attiva JavaScript prima di inviare questo modulo.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: Please prove that you are not a bot.
it_it: Si prega di dimostrare che non sei un robot.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: An error occurred while submitting a reCaptcha.
it_it: Errore durante l'invio di reCaptcha.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: There was an error while validating the Captcha.
it_it: C'è un errore durante la convalida del Captcha.

# Orchard.AntiSpam.Drivers.SpamFilterPartDriver
source: Spam detected.
it_it: Spam rilevato.

# Orchard.AntiSpam.Drivers.SubmissionLimitPartDriver
source: The limit of submissions has been reached.
it_it: È stato raggiunto il limite degli invii.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Spam Reported
it_it: Spam individuato

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as spam.
it_it: Il contenuto è stato classificato come spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as spam.
it_it: Quando il contenuto viene classificato come Spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Ham Reported
it_it: Non-spam individuato

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as ham.
it_it: Il contenuto è stato classificato come non-spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as ham.
it_it: Quando il contenuto viene classificato come non-spam.

# Orchard.AntiSpam.Services.MissingFilterBanner
source: Anti-spam protection requires at least one anti-spam filter to be enabled and configured.
it_it: Protezione anti-spam richiede che almeno un filtro anti-spam sia abilitato e configurato.

# Orchard.AntiSpam.Services.MissingSettingsBanner
source: The <a href="{0}">ReCaptcha settings</a> need to be configured.
it_it: Le <a href="{0}"> impostazioni di ReCaptcha </a> devono essere configurate.

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Manage Spam
it_it: Gestione Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Spam
it_it: Segnala come Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Ham
it_it: Segnala come non-spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: any (show all)
it_it: qualsiasi (Visualizza tutti)

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Ham
it_it: non-spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Creation date
it_it: Data di creazione

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Show:
it_it: Mostra:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: All
it_it: Tutti

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter
it_it: Filtro

source: When should items for this content type be categorized as Spam ?
it_it: Quando gli elementi per questo tipo di contenuto dovrebbero essere classificati come Spam?

source: At least one filter reports spam
it_it: Almeno un filtro anti spam

source: All filters report spam
it_it: Tutti i filtri anti spam

source: Delete spam when found
it_it: Elimina lo spam quando lo trovi

source: Enable to have spam automatically deleted when found. You won't be able to find false positive.
it_it: Permette di eliminare automaticamente lo spam trovato. Verranno comunque eliminati anche i falsi positivi.

source: The front page or home URL of the instance making the request. For a blog or wiki this would be the front page. Note: Must be a full URI, including http://.
it_it: La prima pagina o URL principale della richiesta. Per un blog o un wiki la prima pagina. Nota: Deve essere un URI completo, http:// compreso.

source: The permanent location of the entry the content item was submitted to.
it_it: L'indirizzo univoco dell'elemento contenuto inviato.

source: Author
it_it: Autore

source: Name submitted with the content item.
it_it: Nome inserito con l'elemento di contenuto.

source: Author's email
it_it: E-mail dell'autore

source: Email address submitted with the content item.
it_it: Indirizzo di posta elettronica inviato con l'elemento di contenuto.

source: Author's url
it_it: Url dell'autore

source: URL submitted with the content item.
it_it: URL inserito con l'elemento di contenuto.

source: Comment content
it_it: Contenuto del commento

source: The content that was submitted.
it_it: Il contenuto che è stato inviato.

source: The number of allowed submissions.
it_it: Il numero di invii consentiti.

source: Day
it_it: Giorno

source: Hour
it_it: Ora

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Overall
it_it: Complessivo

source: The period to take into account.
it_it: Il periodo da prendere in considerazione.

source: Trust content submitted by authenticated users
it_it: Considera affidabili i contenuti inviati dagli utenti autenticati

source: Check if authenticated users should have their content automatically approved.
it_it: Seleziona se vuoi che il contenuto prodotto dagli utenti autenticati sia automaticamente approvato.

source: Api key
it_it: Chiave API

source: API key for <a href="http://akismet.com/personal/">Akismet</a> service.
it_it: Chiave API per il servizio di <a href="http://akismet.com/personal/">Akismet</a>.

source: Your public key.
it_it: La tua chiave pubblica.

source: Your private key.
it_it: La tua chiave privata.

source: Get custom keys:
it_it: Ottieni chiavi personalizzate:

source: Hide for authenticated users
it_it: Nascondi agli utenti autenticati

source: Enable to hide reCaptcha when the user is authenticated.
it_it: Permette di nascondere il reCaptcha quando l'utente è autenticato.

source: Trust content submitted by authenticated users
it_it: Considera affidabili i contenuti inviati dagli utenti autenticati

source: Check if authenticated users should have their content automatically approved.
it_it: Seleziona se vuoi che il contenuto prodotto dagli utenti autenticati sia automaticamente approvato.

source: Api key
it_it: Chiave API

source: API key for <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.
it_it: Chiave API per il servizio <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a>.

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.Actions.cshtml
source: Not Spam
it_it: Non Spam

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: The content has been categorized as spam
it_it: Il contenuto è stato classificato come spam
