Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.Fidelity/App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: Registration failed: {0}
fr_fr: Enregistrement pas possible: {0}

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: The provided part cannot be used for registration.
fr_fr: La pièce fourni ne peut pas être utilisé pour s'enregistrer.

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: Unable to register: {0}
fr_fr: Enregistrement pas possible: {0}

source: Developer Secret Key
fr_fr: Clé Secrète Developpeur

source: The secret developer key used by Loyalzoo.
fr_fr: La clé secrète du developpeur utilizée par Loyalzoo.

source: API URL
fr_fr: URL API

source: The URL to use to call Loyalzoo.
fr_fr: L'URL à utilizer pour appeler Loyalzoo

source: Merchant Username
fr_fr: Nom d'Utilisateur Marchand

source: The username of the merchant account.
fr_fr: Le nom d'utilisateur du compte associé au marchand.

source: Merchant Password
fr_fr: Mot de Passe Marchand

source: The password of the merchant account.
fr_fr: Le mot de passe du compte associé au marchand.

source: Loyalzoo User Data
fr_fr: Données Utilizateur Loyalzoo

source: Loyalzoo Username
fr_fr: Nom d'Utilizateur Loyalzoo

source: The username of the Loyalzoo customer account.
fr_fr: Le nom d'utilisateur du compte associé au client.

source: Loyalzoo Password
fr_fr: Mot de Passe Loyalzoo

source: The password of the Loyalzoo customer account.
fr_fr: Le mot de passe du compte associé au client.

source: Loyalzoo Customer Session ID
fr_fr: ID Session Client Loyalzoo

source: The session ID of the Loyalzoo customer account.
fr_fr: L'ID de session du compte client Loyalzoo.

source: Automatically create Loyalzoo account
fr_fr: Créer automatiquement un compte Loyalzoo

source: <b>Warning</b>: By using this button the above Loyalzoo data will be ignored and an account will be automatically created using a random password.
fr_fr: <b>Attention</b>: En utilisant ce bouton les données Loyalzoo au-dessus seront ignorés et un compte sera automatiquement creée en utilizant un mot de passe aléatoire.
