Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.ImportExport/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.ImportExport/Module.txt
source: Import Export
it_it: Importa Esporta

# ~/Modules/Orchard.ImportExport/Module.txt
source: The Orchard Team
it_it: Il Team Orchard

# ~/Modules/Orchard.ImportExport/Module.txt
source: Provides content item data import and export capability.
it_it: Fornisce la capacità di importazione ed esportazione dei dati degli elementi di contenuto.

# ~/Modules/Orchard.ImportExport/Module.txt
source: Imports and exports content item data.
it_it: Importa ed Esporta i dati dell'elemento contenuto.

# ~/Modules/Orchard.ImportExport/Module.txt
source: Content
it_it: Contenuto

# Orchard.ImportExport.AdminMenu
source: Import/Export
it_it: Importa/Esporta

# Orchard.ImportExport.AdminMenu
source: Import
it_it: Importa

# Orchard.ImportExport.AdminMenu
source: Export
it_it: Esporta

# Orchard.ImportExport.Commands.ImportExportCommands
source: Invalid file path
it_it: Percorso del file non valido

# Orchard.ImportExport.Commands.ImportExportCommands
source: File not found.
it_it: File non trovato.

# Orchard.ImportExport.Commands.ImportExportCommands
source: Import running...
it_it: Sto eseguendo l'importazione...

# Orchard.ImportExport.Commands.ImportExportCommands
source: Export starting...
it_it: Esportazione iniziata...

# Orchard.ImportExport.Commands.ImportExportCommands
source: Export completed at {0}
it_it: Esportazione completata alle {0}

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to import.
it_it: Non sei autorizzato ad importare.

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to export.
it_it: Non sei autorizzato ad esportare.

# Orchard.ImportExport.Providers.ExportActions.BuildRecipeAction
source: No configuration file was specified.
it_it: Nessun file di configurazione è stato specificato.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: No recipe file selected.
it_it: Nessun file di ricetta selezionato.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: Please specify a new password for the super user.
it_it: Si prega di specificare una nuova password per l'utente super.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: The passwords do not match.
it_it: Le password non corrispondono.

# Orchard.ImportExport.Providers.ImportActions.ExecuteRecipeAction
source: The recipe contained no steps. No work was scheduled.
it_it: La ricetta non contiene passaggi. Nessun lavoro è stato programmato.

# Orchard.ImportExport.Recipes.Builders.CustomStepsStep
source: Additional Export Steps
it_it: Passaggi di esportazione addizionali

# Orchard.ImportExport.Recipes.Builders.CustomStepsStep
source: Exports additional items.
it_it: Esportazione degli elementi aggiuntivi.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Export
it_it: Esporta

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Import
it_it: Importa

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Import Result
it_it: Risultato dell'importazione

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: The recipe file was successfully imported.
it_it: Il file di ricetta è stato importato correttamente.

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: The recipe file import failed. Check the logs (recipe execution ID <strong>{0}</strong>) for more information.
it_it: L'importazione di file della ricetta non riuscito. Controllare i registri (ricetta esecuzione ID <strong>{0}</strong>) per ulteriori informazioni.

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Recipe steps
it_it: Passaggi della ricetta

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Recipe
it_it: Ricetta

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Step
it_it: Passaggio

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Executed
it_it: Eseguiti

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Result
it_it: Risultato

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Message
it_it: Messaggio

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Untitled
it_it: Senza Titolo

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Successful
it_it: Operazione riuscita

# ~/Modules/Orchard.ImportExport/Views/Admin/ImportResult.cshtml
source: Failed
it_it: Operazione fallita

source: Choose the custom steps to execute in the export file:
it_it: Personalizza i passaggi da eseguire nel file di esportazione:

source: There are no additional export steps available.
it_it: Non ci sono altri passaggi di esportazione disponibili.

source: Select the recipe steps to execute
it_it: Selezionare i passaggi della ricetta da eseguire

source: Upload a configuration file with recipe steps to execute
it_it: Caricare un file di configurazione con i passi della ricetta da eseguire

source: Export Options
it_it: Opzioni di esportazione

source: Configuration File
it_it: File di configurazione

source: Browse...
it_it: Sfoglia...

source: Import the uploaded recipe
it_it: Importare la ricetta caricata

source: Reset the site and run setup using the uploaded recipe
it_it: Reimpostare il sito ed eseguire l'installazione utilizzando la ricetta caricata

source: Choose a recipe file to import. Please consider {0} or backing up your data first.
it_it: Scegli un file di ricetta da importare. Si prega di considerare {0} oppure di eseguire una copia di sicurezza backup dei dati prima di eseguire l'import.

source: exporting
it_it: esportazioni disponibili

source: Recipe File
it_it: File di Ricetta

source: Browse...
it_it: Sfoglia...

source: Import Options
it_it: Opzioni di importazione

source: Select whether you want to import the selected recipe into the current site or if you want to do a full site reset first.
it_it: Selezionare se si desidera importare la ricetta selezionata nel sito corrente o se si desidera fare prima un reset completo del sito.

source: This will delete your database tables. Please consider creating a backup first.
it_it: Questa azione eliminerà le tabelle di database. Assicurarsi di creare un backup prima di eseguire questa azione.

source: Site Owner Password
it_it: Password del proprietario del sito

source: Specify a new password for the site owner in case your recipe doesn't contain the current site owner.
it_it: Specificare una nuova password per il proprietario del sito nel caso in cui la ricetta non contiene il proprietario del sito corrente.

source: Confirm Site Owner Password
it_it: Confermare la Password del proprietario del sito

source: Repeat the password to make sure you didn't mistype anything.
it_it: Ripetere la password per assicurarsi di non aver sbagliato nulla.
