Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Microsoft Azure Media Services
it_it: Servizi di supporto Microsoft Azure Media

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Provides integration of Microsoft Azure Media Services functionality into Orchard.
it_it: Prevede l'integrazione delle funzionalità di Microsoft Azure Media Services in Orchard.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The Asset has been saved.
it_it: La risorsa è stata salvata.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: You are not authorized to manage Microsoft Azure Media content.
it_it: Non siete autorizzati a gestire i contenuti multimediali di Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The asset '{0}' was successfully deleted.
it_it: La risorsa '{0}', è stata eliminata.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: Ar error occurred while deleting the asset '{0}': {1}
it_it: Si è verificato un errore durante l'eliminazione della risorsa '{0}': {1}

# Orchard.Azure.MediaServices.Controllers.JobController
source: You are not authorized to manage cloud jobs.
it_it: Non siete autorizzati a gestire processi sul cloud.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully created.
it_it: Il processo '{0}' è stato creato correttamente.

# Orchard.Azure.MediaServices.Controllers.JobController
source: Ar error occurred while creating the job: {0}
it_it: Si è verificato un errore durante la creazione del processo: {0}

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully archived.
it_it: Il processo '{0}' è stato archiviato con successo.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully canceled.
it_it: Il processo '{0}' è stato annullato correttamente.

# Orchard.Azure.MediaServices.Controllers.JobController
source: An error occurred while canceling the job: {0}
it_it: Errore durante l'annullamento del processo: {0}

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully created.
it_it: L'elemento video è stato creato correttamente sul cloud.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully updated.
it_it: L'elemento video è stato aggiornato correttamente sul cloud.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: You are not authorized to manage Microsoft Azure Media content.
it_it: Non siete autorizzati a gestire i contenuti multimediali di Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: Ar error occurred while saving the cloud video item: {1}
it_it: Si è verificato un errore durante il salvataggio della voce nel cloud: {1}

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: You are not authorized to manage Microsoft Azure Media settings.
it_it: Non sei autorizzato a gestire i contenuti multimediali di Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The encoding preset name '{0}' is invalid. Encoding presets can only contain letters, numbers and spaces.
it_it: Il nome della codifica predefinita '{0}' non è valido. Il nome può solo contenere lettere, numeri e spazi.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed. The settings were not saved.
it_it: La verifica delle credenziali per l'utenza non è riuscita. Le impostazioni non sono state salvate.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The new account credentials were successfully verified.
it_it: Le nuove credenziali dell'utenza sono state verificate con successo.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: CORS rules have been configured on your storage account for the following URLs: {0}.
it_it: Le regole CORS sono state configurate sull'account di archiviazione per i seguenti URL: {0}.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: Failed to check or configure CORS support on your storage account.
it_it: La configurazione del supporto CORS sull'account di archiviazione non è riuscita.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The settings were saved successfully.
it_it: Le impostazioni sono state salvate correttamente.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials were successfully verified.
it_it: Le credenziali dell'utenza sono state verificate con successo.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed.
it_it: La verifica delle credenziali dell'utenza non riuscita.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: Your {0} has been unpublished.
it_it: Per il tuo {0} è stata annullata la pubblicazione.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: You need to upload a video.
it_it: È necessario caricare un video.

# Orchard.Azure.MediaServices.Drivers.ThumbnailAssetDriver
source: Thumbnail
it_it: Miniatura

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Files
it_it: File

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Preview
it_it: Anteprima

# Orchard.Azure.MediaServices.Handlers.CloudVideoPartHandler
source: The cloud video item was saved, but will not be published until the primary video asset has finished uploading to Microsoft Azure Media Services.
it_it: Il video è stata salvato nel cloud, ma non sarà pubblicato fino al termine del caricamento sui servizi multimediali di Microsoft Azure.

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Microsoft Azure Media Jobs
it_it: Processi multimediali Microsoft Azure

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Azure.MediaServices.Services.Tasks.Providers.CreateThumbnailTaskProvider
source: Generate a thumbnail image for the cloud video item.
it_it: Genera un'immagine di anteprima per il video nel cloud.

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncodeTaskProvider
source: Create a new encoding version of the cloud video item
it_it: Crea una nuova versione di codifica del video nel cloud

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncryptTaskProvider
source: Create an encrypted version of the cloud video item.
it_it: Crea una versione crittografata del video nel cloud.

# Orchard.Azure.MediaServices.Services.Wams.MissingSettingsBanner
source: The <a href="{0}">Microsoft Azure Media settings</a> are either missing or invalid and need to be configured.
it_it: Le <a href="{0}">impostazioni di Microsoft Azure Media</a> sono mancanti o non valide e devono essere configurati.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (Smooth Streaming)
it_it: Manifesto (Smooth Streaming)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (HLS)
it_it: Manifesto (HLS)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (MPEG DASH)
it_it: Manifesto (MPEG DASH)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Are you sure you want to delete this asset?
it_it: Sei sicuro di voler eliminare questa risorsa?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: There are no assets to display.
it_it: Non c'è nessuna risorsa da visualizzare.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Private
it_it: Privato

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Public
it_it: Pubblico

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Include In Player
it_it: Includi nel lettore

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Upload Status
it_it: Stato di caricamento

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Video Assets
it_it: Risorse video

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Dynamic Video Assets
it_it: Risorse Video Dinamiche

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Thumbnails
it_it: Miniature

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Subtitles
it_it: Sottotitoli

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs
it_it: Processi

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Created
it_it: Data di creazione

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Started
it_it: Avviato

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Finished
it_it: Finito

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Error
it_it: Errore

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Archive
it_it: Archivia

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs can be created once the mezzanine video asset has finished uploaded and the cloud video item has been saved.
it_it: Il processo potrà essere creato una volta che il file intermedio (mezzanine) è stato caricato completamente e il video è stato salvato sul cloud.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Create Job
it_it: Crea processo

source: Unpublish
it_it: Annulla pubblicazione

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Ready to upload file '{filename}'.
it_it: Pronto per trasmettere il file '{filename}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Optional: Enter a different name for the uploaded file
it_it: Opzionale: inserisci un nome diverso per il file trasmesso

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Reset
it_it: Reimposta

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Upload
it_it: Carica

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Preparing to upload...
it_it: Preparazione caricamento...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploading ({percentage}%)...
it_it: Caricamento ({percentage}%)...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Are you sure you want to cancel this upload?
it_it: Sei sicuro di voler cancellare questo caricamento?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploaded {uploaded} KB / {total} KB | Speed: {kbps} KB/s | Elapsed: {elapsed} | Remaining: {remaining}
it_it: Caricato {uploaded} KB / {total} KB | Velocità: {kbps} KB/s | Trascorso: {elapsed} | Rimanente: {remaining}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{filename}'.
it_it: File caricato con successo '{filename}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cleaning up...
it_it: Pulizia...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: The selected file must have one of the following filename extensions: {0}
it_it: Il file selezionato deve avere una delle seguenti estensioni: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: You must upload a file.
it_it: È necessario caricare un file.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{0}'.
it_it: File caricato con successo '{0}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Video File
it_it: File video

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle language
it_it: Lingua sottotitoli

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
it_it: I sottotitoli esistono già per tutte le lingue configurate. Nessun file di sottotitoli aggiuntivi può essere caricato.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress and/or you have unsaved uploaded files. Uploads will be aborted and uploaded files will be discarded if you navigate away.
it_it: Ci sono caricamenti in corso e/o non hai salvato i file caricati. Il caricamento verrà interrotto e i file caricati verranno scartati se cambi pagina.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress. Please wait for the uploads to complete or cancel them before saving this item.
it_it: Ci sono caricamenti in corso. Si prega di attendere che il caricamento sia completato o annullali prima di salvare questo elemento.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: The selected file must have one of the following filename extensions: {0}
it_it: Il file selezionato deve avere una delle seguenti estensioni: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Successfully uploaded video file '{0}'.
it_it: Caricato con successo il file video '{0}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle language
it_it: Lingua sottotitoli

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
it_it: I sottotitoli esistono già per tutte le lingue configurate. Nessun file di sottotitoli aggiuntivi può essere caricato.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: You must upload a video file before saving this item.
it_it: Prima di salvare questo elemento, è necessario caricare un file video.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: This video item could not be played back on your computer.
it_it: Questo elemento video non può essere riprodotto sul tuo computer.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Description of video item: {0}
it_it: Descrizione dell'elemento video: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Retry
it_it: Riprova

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cloud Video Item
it_it: Elemento video cloud

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Created
it_it: Data di creazione

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Started
it_it: Avviato

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Finished
it_it: Finito

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Error
it_it: Errore

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Actions
it_it: Azione

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: There are no open jobs to display.
it_it: Non ci sono processi aperti da visualizzare.

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Archive
it_it: Archivia

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Edit {0}
it_it: Modifica {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: General
it_it: Generale

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Locators
it_it: Localizzatori

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Are you sure you want to delete this asset?
it_it: Sei sicuro di voler eliminare questa risorsa?

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Back
it_it: Indietro

source: Name
it_it: Nome

source: Description
it_it: Descrizione

source: Include In Player
it_it: Includi nel lettore

source: Type
it_it: Tipo

source: Encoding presets
it_it: Preset di codifica

source: Default
it_it: Predefinito

source: Name
it_it: Nome

source: Type
it_it: Tipo

source: Custom encoding preset XML
it_it: XML predefinito di codifica personalizzata

source: Leave empty if this is a standard preset (in which case the name must match a standard Microsoft Azure Media Services encoding preset name).
it_it: Lascia vuoto se questo è lo standard predefinito (nel caso in cui il nome deve coincidere con una delle codifiche predefinite di Microsoft Azure Media Services).

source: Change
it_it: Cambia

source: Delete
it_it: Elimina

source: Encryption settings
it_it: Impostazioni di crittografia

source: Key seed value
it_it: Valore di inizializzazione della chiave

source: License acquisition URL
it_it: URL di acquisizione della licenza

source: Account credentials
it_it: Credenziali dell'utenza

source: The account name and access key for your Microsoft Azure Media Services account can be obtained from the Microsoft Azure management portal at <a href='https://manage.windowsazure.com'>https://manage.windowsazure.com</a>.
it_it: Il login e la password per il tuo Microsoft Azure Media Services account possono essere ottenuti dal portale di gestione di Microsoft Azure a <a href='https://manage.windowsazure.com'>https://manage.windowsazure.com</a>.

source: If you do not yet have a Microsoft Azure subscription, visit <a href='http://www.windowsazure.com/pricing/free-trial'>http://www.windowsazure.com/pricing/free-trial</a> to sign up for a free trial or buy a subscription.
it_it: Se non hai ancora un abbonamento Microsoft Azure, visita <a href='http://www.windowsazure.com/pricing/free-trial'> http://www.windowsazure.com/pricing/free-trial</a> per registrarti per una prova gratuita o acquistare un abbonamento.

source: Account name
it_it: Nome account

source: Account access key
it_it: Chiave di accesso account

source: Storage account access key
it_it: Chiave di accesso del supporto di memorizzazione

source: Specify the account key for the underlying Microsoft Azure Storage account used by your Microsoft Azure Media Services instance if you want to automatically enable CORS support with the appropriate origin URLs for this web site. Enabling CORS support in your Microsoft Azure Storage account is required for uploading media files directly to Microsoft Azure Media Services. If you leave this field blank you will have to manually enable the appropriate CORS support for your Microsoft Azure Storage account using PowerShell.
it_it: Specificare la password per l'account Microsoft Azure usato dall'istanza del vostro Microsoft Azure Media Services se si desidera attivare automaticamente il supporto CORS con gli URL di origine appropriati per questo sito web. L'attivazione del supporto CORS nel tuo account di Microsoft Azure è richiesta per il caricamento dei file multimediali direttamente su Microsoft Azure Media Services. Se si lascia vuoto questo campo si dovrà attivare manualmente il supporto CORS appropriato per il proprio account Microsoft Azure utilizzando PowerShell.

source: Enable dynamic packaging
it_it: Abilita dynamic packaging

source: When checked, dynamic packaging assets will be created when encoding using one of the supported encoding presets for dynamic packaging.
it_it: Quando selezionata, in fase di codifica verrà creata una risorsa di packaging dinamico utilizzando uno dei preset di codifica supportati per il packaging dinamico.

source: NOTE: When enabling dynamic packaging you must ensure you have at least one unit of reserved capacity configured on your streaming origin.
it_it: Nota: Quando si abilita il packaging dinamico è necessario assicurarsi di avere almeno un'unità di capacità riservata configurata sull'origine streaming.

source: Access policy
it_it: Criteri di accesso

source: Access policy duration
it_it: Durata dei criteri di accesso

source: The duration for all access policies created for asset locators, in standard TimeSpan format (dd.hh:mm:ss).
it_it: La durata per tutti i criteri di accesso creato per localizzatori di risorse, in formato TimeSpan standard (dd.hh:mm:ss).

source: Filename extensions
it_it: Estensioni del nome file

source: Configure the allowed filename extensions when uploading asset files. Specify extensions as a semicolon-separated list without any * or period, e.g. "mp4;wma;mpeg".
it_it: Configura le estensioni consentite quando si caricano i file di risorsa. Specifica le estensioni come un elenco separato da punti e virgola senza alcun * o punto, es. "mp4;wma;mpeg".

source: Video files
it_it: File video

source: Subtitle languages
it_it: Lingue dei sottotitoli

source: Culture code
it_it: Codice di lingua

source: Delete
it_it: Elimina

source: Asset Files
it_it: File di risorse

source: Expand All
it_it: Espandi tutto

source: Collapse All
it_it: Comprimi tutto

source: Mime Type: {0}
it_it: Tipo MIME: {0}

source: <a href="{0}">Public Url</a>
it_it: <a href="{0}"> Url pubblico</a>

source: <a href="{0}">Private Url</a>
it_it: <a href="{0}">Url privato</a>

source: Duration: {0}
it_it: Durata: {0}

source: Video Tracks
it_it: Tracce video

source: Track {0}
it_it: Traccia {0}

source: Bitrate: {0} kbps
it_it: Bitrate: kbps {0}

source: Target Bitrate: {0} kbps
it_it: Bitrate di destinazione: {0} kbps

source: Target Framerate: {0}
it_it: Framerate di destinazione: {0}

source: Width: {0}px
it_it: Larghezza: {0} px

source: Height: {0}px
it_it: Altezza: {0} px

source: Display Aspect Ratio: {0}x{1}
it_it: Rapporto di aspetto: {0}x{1}

source: Audio Tracks
it_it: Tracce audio

source: Bits Per Sample: {0}
it_it: Bit per campione: {0}

source: Sampling Rate: {0}
it_it: Velocità di campionamento: {0}
