Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Channels: {0}
it_it: Canali: {0}

source: Encoder Version: {0}
it_it: Versione del Codificatore: {0}

source: Upload
it_it: Carica

source: Assets
it_it: File di risorse

source: Jobs
it_it: Processi

source: Preview
it_it: Anteprima

source: No video assets exist on this cloud video item other than the mezzanine. Mezzanine assets are not supported for preview or playback. To create additional video assets, start an encoding job.
it_it: Nessuna risorsa video esiste sul cloud a parte il file intermedio (mezzanine). Questo tipo di risorsa non è supportato nell'anteprima o nella riproduzione. Per creare risorse video aggiuntive fai partire un processo di codifica.

source: Encoding preset
it_it: Preset di codifica

source: Adjust Sub Samples
it_it: Regola i sotto-campioni

source: When encrypting subsamples on H.264 tracks, adjusts the clear space at the beginning of each subsample so that a whole number of encryption blocks is used. This leaves slightly more of the sample data unencrypted but maximizes player compatibility.
it_it: Quando vengono crittografati i sotto-campioni sulle tracce di H.264, regola lo spazio vuoto all'inizio di ogni sotto-campione in modo che sia utilizzato un numero intero di blocchi di crittografia. Questo lascia qualche dato non crittografato ma massimizza la compatibilità con i lettori.

source: Content Key
it_it: Chiave del contenuto

source: A base64-encoded 16-byte value, which is produced by the key seed in conjunction with the key ID and is used to encrypt content. You must enter a content key value if no key seed value is specified.
it_it: Un valore codificato in base64 a 16 byte, che è prodotto dalla chiave seme insieme con la chiave ID e viene utilizzato per crittografare il contenuto. Se non viene specificato nessun valore di inizializzazione chiave, è necessario immettere un valore di chiave contenuto.

source: Custom Attributes
it_it: Attributi personalizzati

source: A comma-delimited list of name:value pairs (in the form name1:value1,name2:value2,name3:value3) to be included in the CUSTOMATTRIBUTES section of the WRM header. The WRM header is XML metadata added to encrypted content and included in the client manifest. It is also included in license challenges made to license servers.
it_it: Un elenco delimitato da virgole di coppie nome:valore (nella forma nome1:valore1, nome2:valore2, nome3:valore3) da includere nella sezione dell'intestazione WRM CUSTOMATTRIBUTES. L'intestazione WRM è meta-dati XML aggiunto al contenuto crittografato e incluso nel manifesto del client. È inoltre incluso nelle richieste di controllo della licenza fatte al server di licenza.

source: Data Formats
it_it: Formati di dati

source: A comma-delimited list of four-character codes (FourCCs) that specify the data formats to be encrypted. If no value is specified, all data formats are encrypted.
it_it: Un elenco delimitato da virgole dei codici a quattro caratteri (FourCCs) che specificano i formati di dati da crittografare. Se non viene specificato alcun valore, tutti i formati dati sono criptati.

source: Key ID
it_it: Chiave ID

source: A globally unique identifier (GUID) that uniquely identifies content for the purposes of licensing. Each presentation should use a unique value. If no value is specified, a random value is used.
it_it: Un identificatore univoco globale (GUID) che identifica in modo univoco il contenuto ai fini della concessione di licenze. Ogni presentazione deve utilizzare un valore univoco. Se non viene specificato alcun valore, viene utilizzato un valore casuale.

source: Key Seed Value
it_it: Valore di inizializzazione della chiave

source: A base64-encoded 30-byte value, which is used in conjunction with the key ID to create the content key. Typically, one key seed is used with many key IDs to protect multiple files or sets of files; for example, all files issued by a license server or perhaps all files by a particular artist. Key seeds are stored on license servers.
it_it: Un valore codificato in base64 a 30 byte, che è utilizzato in combinazione con la chiave ID per creare la chiave del contenuto. In genere, un unico seme chiave è utilizzato per diverse chiavi ID per proteggere più file o gruppi di file; ad esempio, tutti i file rilasciati da un server licenze o tutti i file di un determinato artista. I semi chiave sono memorizzati sui server di licenza.

source: License Acquisition URL
it_it: URL di acquisizione della licenza

source: The Web page address on a license server from which clients can obtain a license to play the encrypted content.
it_it: L'indirizzo della pagina Web in un server di licenze, da cui i clienti possono ottenere una licenza per riprodurre il contenuto crittografato.

source: Use Senc Box
it_it: Utilizzare la casella di Senc

source: Use a 'senc' box to hold encryption metadata instead of a Protected Interoperable File Format (PIFF) 1.1 'uuid' box.
it_it: Utilizzare una casella 'senc' per memorizzare i meta-dati di crittografia al posto di una casella 'uuid' di tipo Protected Interoperable File Format (PIFF).

source: Service ID
it_it: ID del servizio

source: The service ID to include in the PlayReady header that is added to each file and in the client manifest (.ismc). This value must be a globally unique identifier (GUID) in Little Endian string form (like this 237A4EB1-9D01-4F4A-A2D2-79E51468014D).
it_it: L'ID del servizio da includere nell'intestazione PlayReady che viene aggiunta a ogni file e nel manifesto del client (.ismc). Questo valore deve essere un identificatore univoco globale (GUID) in formato Little Endian (come questo 237A4EB1-9D01-4F4A-A2D2-79E51468014D).

source: Thumbnail
it_it: Miniatura

source: Sets the width in pixels to be used for the thumbnail. An asterisk (*) character used in place of a width in pixels means to maintain aspect ratio based on the height of the first video source stream.
it_it: Imposta la larghezza in pixel da utilizzare per l'anteprima. Un carattere di asterisco (*) utilizzato al posto della larghezza in pixel per mantenere le proporzioni basandosi sull'altezza del primo flusso sorgente video.

source: Sets the height in pixels to be used for the thumbnail. An asterisk (*) character used in place of a height in pixels means to maintain aspect ratio based on the width of the first video source stream.
it_it: Imposta l'altezza in pixel da utilizzare per l'anteprima. Un carattere di asterisco (*) utilizzato al posto dell'altezza in pixel per mantenere le proporzioni basandosi sulla larghezza del primo flusso sorgente video.

source: Indicates the image format type of the output file.
it_it: Indica il tipo di formato immagine del file elaborato.

source: Specifies the file name of the generated thumbnail image. The following replaceable fields can be used: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.
it_it: Specifica il nome file dell'immagine miniatura generata. I seguenti campi sostituibili possono essere utilizzati: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.

source: A string value that indicates the start time in a video that will correspond with a sequence of thumbnails generated from the video. If no step is specified, this value is the sole time on which a generated thumbnail is based. The format of the string for the time value is: [hours]:[minutes]:[seconds].
it_it: Valore stringa che indica il tempo di avvio in un video che corrisponderà con una sequenza di anteprime generate dal video. Se non viene specificato nessun passo, questo valore è l'unico tempo su cui si basa una miniatura generata. Il formato della stringa per il valore del tempo è: [ore]:[minuti]:[secondi].

source: A string value that describes the time increments in a video at which thumbnail images will be generated, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
it_it: Un valore di stringa che descrive gli incrementi di tempo in un video in cui verranno generate immagini in miniatura, quando si genera una sequenza di miniature. Il formato della stringa per il valore del tempo è: [ore]:[minuti]:[secondi].

source: A string value that describes the end point in a video, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
it_it: Un valore di stringa che descrive il punto finale in un video, quando si genera una sequenza di miniature. Il formato della stringa per il valore del tempo è: [ore]:[minuti]:[secondi].

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Input Asset
it_it: Risorsa di origine

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Select the input asset for the job.
it_it: Selezionare il file di risorsa da utilizzare nel processo.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Name
it_it: Nome della risorsa dopo elaborazione

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name you wish to assign to the output asset. When left blank, the task name will be used.
it_it: Opzionale. Specifica il nome da assegnare alla risorsa una volta completata l'elaborazione. Se lasciato vuoto, verrà utilizzato il nome dell'attività.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Description
it_it: Descrizione della risorsa dopo elaborazione

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description you wish to assign to the output asset.
it_it: Opzionale. Specifica una descrizione che si desidera assegnare alla risorsa dopo elaborazione.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Name
it_it: Nome processo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name of this job. When left blank, the task name will be used.
it_it: Opzionale. Specifica il nome di questo processo. Se lasciato vuoto, verrà utilizzato il nome dell'attività.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Description
it_it: Descrizione del processo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description for this job.
it_it: Opzionale. Specificare una descrizione per questo processo.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Create Job
it_it: Crea processo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/SelectTask.cshtml
source: Select a Microsoft Azure Media task to perform
it_it: Selezionare l'attività di Microsoft Azure Media da eseguire

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Published
it_it: Pubblicato

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Draft
it_it: Bozza

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Status:
it_it: Stato di caricamento:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Progress:
it_it: Progresso di caricamento:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Active Jobs:
it_it: Processi attivi:

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Microsoft Azure Media Settings
it_it: Impostazioni multimediali Microsoft Azure

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: General
it_it: Generali

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encoding
it_it: Codifica

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encryption
it_it: Crittografia

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Subtitle languages
it_it: Lingue dei sottotitoli

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Save
it_it: Salva
