Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.DevTools/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/CustomHqlQuery.cshtml
source: Cutom HQL query
it_it: Query HQL custom

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Custom HQL query
it_it: Query HQL custom

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: DeviceList
it_it: Lista Device

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Get my ApiKey
it_it: Ottieni la tua ApiKey

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Get my CsrfToken
it_it: Ottieni il tuo CsrfToken

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Payment list
it_it: Lista pagamenti

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Ranking List
it_it: Classifiche

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: RankingList
it_it: Classifiche

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show Cached Data
it_it: Mostra dati in cache

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show Error Log
it_it: Log di Errore

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show Info Log
it_it: Log di Info

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show Log
it_it: Mostra Log

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show Razor
it_it: Visualizza Razor

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Show scheduled task
it_it: Mostra task pianificati

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/Index.cshtml
source: Test Token
it_it: Token di prova

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Clear All Cache
it_it: Elimina tutte le Cache

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Clear All Data Cached to filesystem
it_it: Elimina tutte le cache dal filesystem

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Remove Cache
it_it: Elimina Cache

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowCachedData.cshtml
source: Remove FileSystem
it_it: Elimina da filesystem

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowRazor.cshtml
source: Clean Razor
it_it: Pulisci i Razor

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowScheduledTask.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/ShowScheduledTask.cshtml
source: Remove Task
it_it: Elimina Task

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/TestToken.cshtml
source: ContentItem Id:
it_it: Id del ContentItem:

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/TestToken.cshtml
source: LastVersion:
it_it: Ultima versione:

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/TestToken.cshtml
source: Test Token
it_it: Token di prova

# ~/Modules/Laser.Orchard.DevTools/Views/Admin/TestToken.cshtml
source: Token to test:
it_it: Token da verificare:

# Laser.Orchard.DevTools.Navigation
source: DevTools
it_it: Strumenti per sviluppatori
