Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.Calendarizer/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Use Date and Time
it_it: Usa Data e Ora

source: All days
it_it: Tutti i giorni

source: From date
it_it: Dalla data

source: Scheduling infos
it_it: Informazioni di pianificazione

source: To date
it_it: Alla data

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.cshtml
source: From {0} at {1} to {2} at {3}
it_it: Da {0} a {1} a {2} a {3}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.cshtml
source: From {0} to {1}
it_it: Da {0} a {1}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.cshtml
source: Not yet defined
it_it: Non ancora definito

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.Summary.cshtml
source: From {0} at {1} to {2} at {3}
it_it: Da {0} a {1} a {2} a {3}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.Summary.cshtml
source: From {0} to {1}
it_it: Da {0} a {1}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.Summary.cshtml
source: Not yet defined
it_it: Non ancora definito

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.Summary.cshtml
source: When
it_it: Quando

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.SummaryAdmin.cshtml
source: From {0} at {1} to {2} at {3}
it_it: Da {0} a {1} a {2} a {3}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.SummaryAdmin.cshtml
source: From {0} to {1}
it_it: Da {0} a {1}

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.SummaryAdmin.cshtml
source: Not yet defined
it_it: Non ancora definito

# ~/Modules/Laser.Orchard.Calendarizer/Views/Parts/Scheduler.SummaryAdmin.cshtml
source: When
it_it: Quando

# Laser.Orchard.Calendarizer.Drivers.SchedulerPartDriver
source: Cannot Update!
it_it: Impossibile aggiornare!

# Laser.Orchard.Calendarizer.Pojections.TimeSpanFilter
source: Calendar
it_it: Calendario

# Laser.Orchard.Calendarizer.Pojections.TimeSpanFilter
source: Content Items scheduled in a range of date/time
it_it: Contenuti pianificati in un intervallo di data/ora

# Laser.Orchard.Calendarizer.Pojections.TimeSpanFilter
source: DateTime range
it_it: Intervallo DateTime

# Laser.Orchard.Calendarizer.Pojections.TimeSpanFilter
source: Search contents scheduled in a range of date/time
it_it: Ricerca contenuti programmati inclusi nelle date

# Laser.Orchard.Calendarizer.Pojections.TimeSpanForm
source: For next n-days
it_it: Per i prossimi n giorni

# Laser.Orchard.Calendarizer.Pojections.TimeSpanForm
source: Number of days from today.
it_it: Numero di giorni da oggi.

# Laser.Orchard.Calendarizer.Pojections.TimeSpanForm
source: Number of days to query.
it_it: Numero di giorni da ricercare.

# Laser.Orchard.Calendarizer.Pojections.TimeSpanForm
source: Starting from date (Days from today)
it_it: A partire dalla data (Numero di giorni da oggi)

# Laser.Orchard.Calendarizer.Projections.TimeSpanSortCriterionProvider
source: Calendar
it_it: Calendario

# Laser.Orchard.Calendarizer.Projections.TimeSpanSortCriterionProvider
source: Calendarizer module
it_it: Modulo calendario

# Laser.Orchard.Calendarizer.Projections.TimeSpanSortCriterionProvider
source: Ordered by {0}, ascending
it_it: Ordinato per {0}, crescente

# Laser.Orchard.Calendarizer.Projections.TimeSpanSortCriterionProvider
source: Sort contents using starting date information
it_it: Ordina i contenuti in base alla data d'inizio

# Laser.Orchard.Calendarizer.Projections.TimeSpanSortCriterionProvider
source: Starting date
it_it: Data di partenza
