Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.DesignerTools/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer Tools
it_it: Strumenti per il design

# ~/Modules/Orchard.DesignerTools/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Contains designer tools to ease the Themes development process
it_it: Contiene strumenti di design per rendere più facile lo sviluppo di Temi.

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Url Alternates
it_it: Url Alternativi

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for specific urls
it_it: Aggiunge forme alternative per url specifici

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Widget Alternates
it_it: Widget Alternativo

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for content types stereotyped as widgets, allowing to customize shapes by widget and zone
it_it: Aggiunge una forma alternativadi per i tipi di contenuto stereotipati come widget, e consente di personalizzare le forme in base al widget e alla zona

# Orchard.DesignerTools.Controllers.AlternateController
source: Not authorized to create templates
it_it: Non sei autorizzato a creare modelli grafici

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: n/a
it_it: n/d

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: Content not available as coming from source code.
it_it: Contenuto non disponibile poichè viene dal codice sorgente.

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Shape
it_it: Forma

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Model
it_it: Modello

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Placement
it_it: Posizionamento

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Template
it_it: Modello grafico

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Active Template
it_it: Modello grafico Attivo

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Original Template
it_it: Modello grafico originale

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Display Type
it_it: Tipo di visualizzazione

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Alternate ({0})
it_it: Alternativo ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Wrappers ({0})
it_it: Involucri ({0})
