Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Fields/Module.txt
source: Fields
it_it: Campi

# ~/Modules/Orchard.Fields/Module.txt
source: Antoine Griffard, S�bastien Ros
it_it: Antoine Griffard, Sébastien Ros

# ~/Modules/Orchard.Fields/Module.txt
source: Some content fields
it_it: Alcuni campi di contenuto

# ~/Modules/Orchard.Fields/Module.txt
source: Contains the following fields: Input, Boolean, DateTime, Numeric, Link, Enumeration
it_it: Contiene i seguenti campi: Input, Sì/No, Data e Ora, numerico, Collegamento, Enumerazione

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Orchard.Fields.Drivers.BooleanFieldDriver
source: Value
it_it: Valore

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The boolean value of the field.
it_it: Il valore booleano del campo.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is required.
it_it: {0} è richiesto.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} could not be parsed as a valid date and time.
it_it: {0} non è una data o un ora valida.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: Value
it_it: Valore

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: The date and time value of the field.
it_it: Il valore del campo data e ora.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The field {0} is mandatory
it_it: Il campo {0} è obbligatorio

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: Value
it_it: Valore

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The selected values of the field.
it_it: I valori del campo selezionati.

# Orchard.Fields.Drivers.InputFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Orchard.Fields.Drivers.InputFieldDriver
source: Value
it_it: Valore

# Orchard.Fields.Drivers.InputFieldDriver
source: The value of the field.
it_it: Il valore del campo.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url is required for {0}
it_it: L'indirizzo è richiesto per {0}

# Orchard.Fields.Drivers.LinkFieldDriver
source: {0} is an invalid url.
it_it: {0} non è un indirizzo valido.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text is required for {0}.
it_it: Testo è richiesto per {0}.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text
it_it: Testo

# Orchard.Fields.Drivers.LinkFieldDriver
source: The text of the link.
it_it: Il testo del collegamento.

# Orchard.Fields.Drivers.LinkFieldDriver
source: The url of the link.
it_it: L'indirizzo del collegamento.

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Orchard.Fields.Drivers.NumericFieldDriver
source: {0} is an invalid number
it_it: {0} è un numero non valido

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be greater than {0}
it_it: Il valore deve essere maggiore di {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be less than {0}
it_it: Il valore deve essere inferiore a {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} must be an integer
it_it: Il campo {0} deve essere un numero intero

# Orchard.Fields.Drivers.NumericFieldDriver
source: Invalid number of digits for {0}, max allowed: {1}
it_it: Numero di cifre non valido per {0}, massimo consentito: {1}

# Orchard.Fields.Drivers.NumericFieldDriver
source: Value
it_it: Valore

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value of the field.
it_it: Il valore del campo.

# Orchard.Fields.Tokens.FieldTokens
source: Link Field
it_it: Campo link

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Link Fields
it_it: Token per i campi Collegamento

# Orchard.Fields.Tokens.FieldTokens
source: Text
it_it: Testo

# Orchard.Fields.Tokens.FieldTokens
source: The text of the link.
it_it: Il testo del collegamento.

# Orchard.Fields.Tokens.FieldTokens
source: The url of the link.
it_it: L'indirizzo del collegamento.

# Orchard.Fields.Tokens.FieldTokens
source: Target
it_it: Destinazione

# Orchard.Fields.Tokens.FieldTokens
source: The target of the link.
it_it: La destinazione del collegamento.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time Field
it_it: Campo Data Ora

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Date Time Fields
it_it: Token per i campi Data e Ora

# Orchard.Fields.Tokens.FieldTokens
source: Date
it_it: Data

# Orchard.Fields.Tokens.FieldTokens
source: The date only.
it_it: Solo la data.

# Orchard.Fields.Tokens.FieldTokens
source: Time
it_it: Orario

# Orchard.Fields.Tokens.FieldTokens
source: The time only.
it_it: Solo l'ora.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time
it_it: Data e Ora

# Orchard.Fields.Tokens.FieldTokens
source: The date and time.
it_it: La data e l'ora.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Add a neutral option
it_it: Aggiungi un'opzione neutra

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Check to allow the user to enter a neutral value, like 'Maybe'.
it_it: Seleziona per permettere all'utente di inserire un valore neutrale, ad esempio 'Forse'.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral option text
it_it: Testo per l'opzione neutrale

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is not selected.
it_it: Il testo visualizzato quando il campo non è selezionato.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: On Label
it_it: Etichetta se attivato

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is selected.
it_it: Il testo visualizzato quando il campo è selezionato.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Off Label
it_it: Etichetta se disattivo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is unselected.
it_it: Il testo visualizzato quando il campo è deselezionato.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Selection mode
it_it: Modalità di selezione

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Checkbox
it_it: Casella di controllo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Radio buttons
it_it: Pulsanti di opzione

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Dropdown list
it_it: Elenco a discesa

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: When Checkbox is selected, the label for 'on' will be used.
it_it: Quando Casella di controllo è selezionata, verrà utilizzata l'"Etichetta se attivato".

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Default value
it_it: Valore predefinito

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral
it_it: Neutrale

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: True
it_it: Vero

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: False
it_it: Falso

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Help text
it_it: Testo della guida

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The help text is written under the field when the user is selecting a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Display options
it_it: Opzioni di visualizzazione

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date and time
it_it: Data e ora

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date only
it_it: Solo data

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Time only
it_it: Solo orario

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Required
it_it: Richiesto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Check if the field is required.
it_it: Seleziona se il campo è richiesto.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Help text
it_it: Testo della guida

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

source: An option is required
it_it: È necessario selezionare un opzione

source: Check to ensure the user is providing an option for this field.
it_it: Seleziona per obbligare l'utente a fornire una opzione per questo campo.

source: Options
it_it: Opzioni

source: Enter an option per line.
it_it: Inserire un'opzione per riga.

source: List mode
it_it: Modalità lista

source: Dropdown list
it_it: Elenco a discesa

source: Radio button list
it_it: Lista pulsanti di elenco

source: Listbox
it_it: Casella di riepilogo

source: Checkbox
it_it: Casella di controllo

source: Help text
it_it: Testo della guida

source: The help text is written under the field when users are selecting an option.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Input type
it_it: Tipo di input

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Text
it_it: Testo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Email
it_it: Posta elettronica

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Defines what format should be applied to the text.
it_it: Definisce il formato da applicare al testo.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Pattern
it_it: Modello

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
it_it: Modello da utilizzare per convalidare il valore del campo, in forma di espressione regolare. (Opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Title
it_it: Titolo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The title attribute of the field. (optional)
it_it: L'attributo title del campo. (Opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Required
it_it: Richiesto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Check if the field is required.
it_it: Seleziona se il campo è richiesto.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Autofocus
it_it: Selezione automatica

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Whether focus should be set to this field as soon as it has loaded.
it_it: Specifica se questo campo deve essere selezionato appena terminato di caricare la pagina.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Automatic completion
it_it: Completamento automatico

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: An option to turn off automatic form completion of values. Leave unchecked to disable automatic completion.
it_it: Questa opzione disattiva il completamento automatico. Lasciare deselezionata per disattivare il completamento automatico.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Watermark
it_it: Filigrana

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: A hint to display when the input is empty. (optional)
it_it: Un suggerimento da visualizzare quando non è stato inserito alcun valore. (Opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Editor css class
it_it: Classe CSS dell'editor

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The css class to use for the editor. (optional)
it_it: La classe CSS da utilizzare per l'editor. (Opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Maximum length
it_it: Lunghezza massima

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The maximum number of chars allowed. (optional)
it_it: Il numero massimo di caratteri consentiti. (opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Help text
it_it: Testo della guida

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Target
it_it: Destinazione

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: No target
it_it: Non impostato

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in new window
it_it: Apri collegamento in una nuova finestra

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the parent frameset
it_it: Apri collegamento nel 'frameset' in cui è inserito

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the full body of the window
it_it: Apri il collegamento nel corpo della finestra

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Allow the user to choose
it_it: Permetti di scegliere all'utente

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Required
it_it: Richiesto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Whether the url is required.
it_it: Indica se l'indirizzo è richiesto.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text
it_it: Testo del collegamento

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Optional
it_it: Opzionale

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Static
it_it: Statico

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Define how the title field should behave in the editor.
it_it: Definisce come il titolo di campo si comporta nell'editor.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The title to display for the link
it_it: Il titolo da visualizzare per il collegamento

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Help text
it_it: Testo della guida

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The help text is written under the field.
it_it: Il testo della guida è scritto sotto il campo.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Required
it_it: Richiesto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Check if the field is required.
it_it: Seleziona se il campo è richiesto.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Scale
it_it: Scala

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The number of digits to the right of the decimal. Put 0 for integers.
it_it: Il numero di cifre a destra della virgola. Inserire 0 per numeri interi.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Minimum
it_it: Minimo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The minimum value allowed. (optional)
it_it: Il valore minimo consentito. (opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Maximum
it_it: Massimo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The maximum value allowed. (optional)
it_it: Il valore massimo consentito. (opzionale)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Help text
it_it: Testo della guida

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: Select an option
it_it: Seleziona un'opzione

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: unset
it_it: non specificato

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid url, i.e. http://orchardproject.net, /content/file.pdf, ...
it_it: Un url valido, cioè http://orchardproject.net, /content/file.pdf,...

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Text
it_it: Testo

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: The text of the link. If left empty, the url will be used instead.
it_it: Il testo del collegamento. Se lasciato vuoto verrà usato l'indirizzo.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Target
it_it: Destinazione

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid HTML target attribute value. e.g., _blank, _parent, _top, or an anchor.
it_it: Un valore valido come attributo di destinazione HTML. ad esempio, _blank, _parent, _top o un ancora.
