Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.HID/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Information for the account that manages Mobile Access
it_it: Informazioni sull'account che gestisce il Mobile Access

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Input the App Version Strings used for the application, one per line. These strings are used in the mobile apps to configure the HID SDK. The system will use them to identify registered device. Only insert the immutable part of these strings (e.g.: no version numbers).
it_it: Inserire le stringhe "App Version" usate per l'applicazione, una per riga. Queste stringhe sono usate nella App per configurare l'SDK di HID. Il sistema le utilizza per identificare i dispositivi registrati. Inserire solo la parte costante di queste stringhe (e.g.: non inserire i numeri di versione)

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Input the Part Numbers you want to be able to manage automatically, one per line.
it_it: Inserire i Part Number che si vuole gestire in maniera automatica, uno per riga.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Input your Customer ID.
it_it: Inserire il CustomerID.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Input your HID App Version Strings
it_it: Inserire le stringhe "App Version" usate per l'applicazione.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Input your HID Part Numbers
it_it: Inserire i Part Number

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Selecting this checkbox will mean that we are using HID's test environment.
it_it: Selezionando questa checkbox, si utilizzerà un ambiente di test HID

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: This information can be found from the HID Mobile Access Portal.
it_it: Questa informazione può essere trovata nel portale HID Mobile Access.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: This is the password for the account responsible for managing Mobile Access.
it_it: Questa è la password per l'account responsabile della gestione dei Mobile Access.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: This is the username for the account responsible for managing Mobile Access.
it_it: Questa è il nome utente dell'account responsabile della gestione dei Mobile Access.

# ~/Modules/Laser.Orchard.HID/Views/Admin/Index.cshtml
source: Use test environment.
it_it: Usa l'ambiente di test.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Family Name
it_it: Cognome

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Given Name
it_it: Nome

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Krake User
it_it: Utente Krake

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Specify the email to be associated with the user in the HID system. Leave blank to use the email of the Krake User.
it_it: Specificare l'indirizzo email da associare con l'utente nei sistemi HID. Lasciare vuoto per usare l'email dell'utente Krake.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Specify the family name of the user.
it_it: Specificare il cognome dell'utente.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Specify the given name of the user.
it_it: Specificare il nome dell'utente.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: Specify the ID or the UserName of the Krake User to be used as origin. Leave blank to use the Creator of the Content Item that triggered the workflow.
it_it: Specificare l'ID o il nome utente dell'utente Krake da usare come origine. Lasciare vuoto per usare il Creator del Content Item che ha scatenato il workflow.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: The user's family name is required.
it_it: Il cognome dell'utente è obbligatorio.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: The user's given name is required.
it_it: Il nome dell'utente è obbligatorio.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: There were issues validating the values in the form.
it_it: Ci sono stati problemi nella validazione dei dati nel form.

# Laser.Orchard.HID.Activities.CreateHIDUserForm
source: User details
it_it: Dettagli dell'utente.

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: AuthorizationFailed
it_it: Autorizzazione fallita

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: Creates a user in the HID systems.
it_it: Crea una utenza nei sistemi di HID.

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: InvalidParameters
it_it: Parametri invalidi

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: NoIUser
it_it: Nessun IUser

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: Security
it_it: Sicurezza

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: UnknownError
it_it: Errore Sconosciuto

# Laser.Orchard.HID.Activities.CreateHIDUserTask
source: UserExists
it_it: L'utente esiste

# Laser.Orchard.HID.Controllers.AdminController
source: Authentication OK.
it_it: Autenticazione OK.

# Laser.Orchard.HID.Controllers.AdminController
source: Client information invalid: Authentication failed.
it_it: Dati di login non validi: Autenticazione fallita.

# Laser.Orchard.HID.Controllers.AdminController
source: Communication errors: Authentication failed.
it_it: Errori di comunicazione: Autenticazione fallita.

# Laser.Orchard.HID.Controllers.AdminController
source: Could not save settings.
it_it: Impossibile salvare le impostazioni.

# Laser.Orchard.HID.Controllers.AdminController
source: Not allowed to manage HID settings
it_it: Mancano i permessi per gestire le impostazione HID

# Laser.Orchard.HID.Controllers.AdminController
source: Settings saved successfully.
it_it: Impostazioni salvate correttamente.

# Laser.Orchard.HID.Controllers.AdminController
source: Unable to attempt authentication.
it_it: Impossibile tentare l'autenticazione.

# Laser.Orchard.HID.Controllers.HIDAPIController
source: The Data field contains the new InvitationCode.
it_it: Il campo Data contiene il nuovo InvitationCode.

# Laser.Orchard.HID.Controllers.HIDAPIController
source: There was an error on the HID servers. This may be a temporary condition. Please try again.
it_it: C'è stato un errore sui server HID. Potrebbe essere una situazione temporanea. Riprovare più tardi.

# Laser.Orchard.HID.Controllers.HIDAPIController
source: There was an error while authenticating to the HID servers. This may be a temporary condition. Please try again.
it_it: C'è stato un errore durante l'autenticazione ai server HID. Potrebbe essere una situazione temporanea. Riprovare più tardi.

# Laser.Orchard.HID.Controllers.HIDAPIController
source: There was an error with the parameters passed for the search. Id: {0}; UserName: {1}; Email: {2}
it_it: C'è stato un errore con i parametri passati per la ricerca. Id: {0}; Nome utente: {1}; Email: {2}

# Laser.Orchard.HID.Controllers.HIDAPIController
source: Unknown error while searching for user on HID server. Id: {0}; UserName: {1}; Email: {2}
it_it: Errore sconosciuto nella ricerca dell'utente sui server HID. Id: {0}; UserName: {1}; Email: {2}

# Laser.Orchard.HID.Controllers.HIDAPIController
source: User does not exist on HID server. Id: {0}; UserName: {1}; Email: {2}
it_it: L'utente non esiste sui server HID. Id: {0}; UserName: {1}; Email: {2}

# Laser.Orchard.HID.Controllers.HIDAPIController
source: User is not unique on HID server. Id: {0}; UserName: {1}; Email: {2}
it_it: L'utente non è univoco sui server HID. Id: {0}; UserName: {1}; Email: {2}

# Laser.Orchard.HID.Navigation.AdminMenu
source: Settings
it_it: Impostazioni
