Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Autoroute/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Autoroute/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Autoroute/Module.txt
source: Description for the module
it_it: Descrizione del modulo

# ~/Modules/Orchard.Autoroute/Module.txt
source: Enables the Autoroute part for tokenized routing
it_it: Abilita la Parte Autoroute per il percorsi che usano i Token

# ~/Modules/Orchard.Autoroute/Module.txt
source: Content
it_it: Contenuto

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Please do not use any of the following characters in your permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|", "%", ".". No spaces are allowed (please use dashes or underscores instead).
it_it: Non si possono utilizzare nessuno dei seguenti caratteri nel permalink: ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=", ", "<", ">", "\", "|", "%", ".". Non sono consentiti spazi (potete utilizzare i trattini "-" oppure il carattere di sottolineatura "_").

# Orchard.Autoroute.Drivers.AutoroutePartDriver
source: Your permalink is too long. The permalink can only be up to 1,850 characters.
it_it: Il permalink è troppo lungo. La lunghezza non può superare i 1.850 caratteri.

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: The permalink could not be generated, a new slug has been defined: "{0}"
it_it: Il permalink non può essere generato, è stato definito un nuovo slug: "{0}"

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
it_it: Conflitto di permalink. "{0}" è già stato usato per un {2} creato precedentemente, ora lo slug è "{1}"

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: You removed the content item that served as the site's home page. Most possibly this means that instead of the home page a "404 Not Found" page will be displayed. To prevent this you can e.g. publish a content item that has the "Set as home page" checkbox ticked.
it_it: È stato rimosso l'elemento di contenuto definito come home page del sito. Probilmente questo significa che al posto della home page verrà visualizzata una pagina "404 non trovato". Per impedire questo è ad esempio possibile pubblicare un elemento di contenuto che ha la casella di controllo "Imposta come home page" spuntata.

# Orchard.Autoroute.Providers.SlugTokens
source: Slug
it_it: Permalink

# Orchard.Autoroute.Providers.SlugTokens
source: A slugified version of the item title appropriate for content Urls
it_it: Permalink del titolo dell'elemento appropriato per Url di contenuto

# Orchard.Autoroute.Providers.SlugTokens
source: Path
it_it: Percorso

# Orchard.Autoroute.Providers.SlugTokens
source: The full path of an item as already generated by Autoroute
it_it: Il percorso completo di un elemento generato da Autoroute

# Orchard.Autoroute.Providers.SlugTokens
source: Parent Path
it_it: Percorso padre

# Orchard.Autoroute.Providers.SlugTokens
source: The parent item's path and slug with an appended forward slash if non-empty
it_it: Il percorso dell'elemento genitore più lo slug, con '/' come suffisso se non è vuoto

# Orchard.Autoroute.Providers.SlugTokens
source: Slugified version of content type display name.
it_it: Permalink del nome visualizzato per questo tipo di contenuto.

# Orchard.Autoroute.Providers.SlugTokens
source: Slugify the text
it_it: Trasforma in Permalink il testo

# Orchard.Autoroute.Recipes.Builders.HomeAliasStep
source: Exports home alias.
it_it: Esportazioni delle home alias.

# Orchard.Autoroute.Services.AutorouteService
source: Unknown content type: {0}
it_it: Tipologia contenuto sconosciuta: {0}

# Orchard.Autoroute.Settings.AutorouteSettingsHooks
source: A default pattern has been added to AutoroutePart
it_it: Un modello di default è stato aggiunto alla AutoroutePart

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow custom patterns
it_it: Consenti modelli personalizzati

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow the user to change the pattern on each item
it_it: Consenti all'utente di modificare il modello su ogni elemento

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Automatically regenerate when editing content
it_it: Rigenera automaticamente ad ogni modifica del contenuto

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: This option will cause the Url to automatically be regenerated when you edit existing content and publish it again, otherwise it will always keep the old route, or you have to perform bulk update in the Autoroute admin.
it_it: Questa opzione fa sì che l'URL sia automaticamente rigenerato quando si modifica il contenuto esistente e si pubblica nuovamente, in caso contrario sarà sempre mantenuto il vecchio percorso, in alternativa si deve eseguire l'aggiornamento di massa nell'amministrazione di Autoroute.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Use culture pattern(s)
it_it: Utilizzare le impostazioni predefinite per la cultura

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow to set pattern(s) for each culture. If left unchecked this means it will use the default website culture pattern(s).
it_it: Permettono di definire i modelli di settaggio per ogni cultura. Lasciando i valori non settati significa utilizzare i valori della cultura di default predefiniti del sito web.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Patterns
it_it: Modelli

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Default
it_it: Predefinito

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name of the pattern
it_it: Nome del modello

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Pattern
it_it: Modello

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The definition of the pattern
it_it: La defizione del modello

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The description of the pattern, displayed in the editor
it_it: La descrizione del modello, visualizzato nell'editor

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: The current Content Type does not have a default Autoroute Pattern. Please edit the settings first.
it_it: L'attuale tipo di contenuto non ha uno schema di instradamento predefinito. Dovreste prima di tutto modificare le impostazioni.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and leave the input empty to have it automatically generated using the pattern {0} e.g., {1}.
it_it: Salva l'elemento corrente e lascia il campo vuoto in modo che sia generato automaticamente utilizzando il modello {0} es., {1}.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Save the current item and the url will be generated using the pattern {0} e.g., {1}.
it_it: Salvando l'elemento corrente sarà generata una url con il formato {0} p.es: {1}.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: View
it_it: Vista

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Set as home page
it_it: Imposta come pagina iniziale (home page)

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Check to promote this content as the home page.
it_it: Seleziona per promuovere questo contenuto a pagina iniziale (home page).

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: This content is the current home page
it_it: Questo contenuto è la attuale home page
