Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.AuditTrail/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Removed.cshtml
source: The role <strong>{0}</strong> was removed.
it_it: Il ruolo <strong>{0}</strong> è stato eliminato.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Renamed.cshtml
source: The role <strong>{0}</strong> was renamed to <strong>{1}</strong>.
it_it: Il ruolo <strong>{0}</strong> è stato rinominato in <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-UserAdded.cshtml
source: The user <strong>{0}</strong> was added to the role <strong>{1}</strong>.
it_it: L' utente <strong>{0}</strong> è stato aggiunto al ruolo <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-UserRemoved.cshtml
source: The user <strong>{0}</strong> was removed from the role <strong>{1}</strong>.
it_it: L' utente <strong>{0}</strong> è stato eliminato dal ruolo <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-User-LoginFailed..cshtml
source: Attempted user name: <strong>{0}</strong>
it_it: Nome utente proposto: <strong>{0}</strong>

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-User.cshtml
source: User name: <strong>{0}</strong>
it_it: Nome utente: <strong>{0}</strong>

source: Details
it_it: Dettagli

source: Restore
it_it: Ripristina

source: Are you sure you want to restore to version {0}?
it_it: Sei sicuro di che voler ripristinare alla versione {0}?

source: Details
it_it: Dettagli

source: Restore
it_it: Ripristina

source: Are you sure you want to restore this content item?
it_it: Sei sicuro di volere ripristinare questo elemento di contenuto?

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEventActions.cshtml
source: Details
it_it: Dettagli

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Category.cshtml
source: Category:
it_it: Categoria:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Date-From.cshtml
source: From:
it_it: Da:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-Date-To.cshtml
source: To:
it_it: A:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-Common-User.cshtml
source: User:
it_it: Utente:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentItem.cshtml
source: Content Item:
it_it: Elemento di contenuto:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentType.cshtml
source: Content type:
it_it: Tipo di contenuto:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailFilter-ContentType.cshtml
source: Applies to content type events only, not to content item events.
it_it: Si applica solamente a eventi di tipo di contenuto, non a eventi di elemento di contenuto.

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: There are no audit trail events to display.
it_it: Non ci sono eventi di Audit Trail da visualizzare.

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Category
it_it: Categoria

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Event
it_it: Evento

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: User
it_it: Utente

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Client IP
it_it: Indirizzo IP del client

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Timestamp
it_it: Marcatura oraria

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Summary
it_it: Riepilogo

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.cshtml
source: Show more events
it_it: Mostra altri eventi

# ~/Modules/Orchard.AuditTrail/Views/Parts.AuditTrail.Link.cshtml
source: View Audit Trail
it_it: Visualizza l'Audit Trail

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Audit Trail Event
it_it: Evento di Audit Trail

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Event:
it_it: Evento:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Category:
it_it: Categoria:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Timestamp:
it_it: Marcatura oraria:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Username:
it_it: Nome utente:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Detail.cshtml
source: Client IP address:
it_it: Indirizzo IP del client:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Date (newest first)
it_it: Data (ordine decrescente)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Category (alphabetical)
it_it: Categoria (in ordine alfabetico)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Event name (alphabetical)
it_it: Nome dell'evento (in ordine alfabetico)

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: There are no records to display.
it_it: Non ci sono record da visualizzare.

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Category
it_it: Categoria

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Event
it_it: Evento

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: User
it_it: Utente

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Client IP
it_it: Indirizzo IP del client

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Timestamp
it_it: Marcatura oraria

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Summary
it_it: Riepilogo

# ~/Modules/Orchard.AuditTrail/Views/Admin/Index.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.AuditTrail/Views/Content/Detail.cshtml
source: {0} - {1} (version {2})
it_it: {0} - {1} (versione {2})

source: Show audit trail link
it_it: Link Mostra Audit Trail

source: Renders a link to the audit trail of the content item.
it_it: Esegue la composizione di un collegamento per l'Audit Trail dell'elemento di contenuto.

source: Show inline audit trail
it_it: Visualizza direttamente l'Audit Trail

source: Renders an inline view of the audit trail of the content item.
it_it: Compone la visualizzazione dell'Audit Trail dell'elemento di contenuto.

source: Show comment input
it_it: Visualizza il commento inserito

source: Renders a text field to allow the user to enter a comment about the changes they made.
it_it: Esegue la composizione di un campo di testo per consentire all'utente di inserire un commento circa i cambiamenti che ha fatto.

source: Comment
it_it: Commento

source: Optionally provide a comment about this change for the audit trail.
it_it: Facoltativamente è possibile fornire un commento su questo cambiamento per l'Audit Trail.

source: Events to record in the audit trail
it_it: Eventi da registrare nell'Audit Trail

source: Event
it_it: Evento

source: Description
it_it: Descrizione

source: Enabled
it_it: Abilitato

source: Client IP address logging
it_it: Registrazione dell'indirizzo IP del client

source: Enable client IP address logging
it_it: Abilita la registrazione dell'indirizzo IP del client

source: When enabled, the client IP address will be recorded in audit trail event records.
it_it: Quando attivata, l'indirizzo IP del client verrà registrato nei record di evento di Audit Trail.

source: Trimming settings
it_it: Impostazioni di riduzione

source: Retention period
it_it: Periodo di conservazione

source: The number of days of audit log data to retain.
it_it: Il numero di giorni di dati nel registro di controllo da conservare.

source: Minimum run interval
it_it: Intervallo minimo di esecuzione

source: The minimum number of hours to wait between trimming process runs. Enter 0 for continuous trimming.
it_it: Il numero minimo di ore di attesa per l'esecuzione del processo di riduzione del registro. Immettere 0 per la riduzione continua del registro.

source: Last run
it_it: Ultima esecuzione

source: Indicates the last time the audit trail trimming process was run.
it_it: Indica l'ultima volta è stato eseguito il processo di riduzione del registro dell'Audit Trail.

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Are you sure you want to restore the selected items?
it_it: Sei sicuro di voler ripristinare gli articoli selezionati?

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Restore
it_it: Ripristina

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: WARNING: This will PERMANENTLY delete the selected content items, including related content part records, never to be seen again. Are you sure you want to do this?
it_it: AVVISO: Questa azione eliminerà DEFINITIVAMENTE gli elementi di contenuto selezionati, incluse le parti di contenuti correlate. Sei sicuro?

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Remove Permanently ☠
it_it: Eliminare definitivamente ☠

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Execute
it_it: Esegui

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: There are no records to display.
it_it: Non ci sono record da visualizzare.

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Content Item
it_it: Elemento di contenuto

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Removed
it_it: Eliminato

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: View
it_it: Vedi

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: View Audit Trail
it_it: Visualizza l'Audit Trail

# ~/Modules/Orchard.AuditTrail/Views/RecycleBin/Index.cshtml
source: Are you sure you want to restore this item?
it_it: Sei sicuro di che voler ripristinare questo elemento?
