Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.AuditTrail/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.AuditTrail/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides a log for recording and viewing back-end changes.
it_it: Fornisce un registro per la registrazione e la visualizzazione delle modifiche sul backend.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Security
it_it: Sicurezza

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides import/export functionality for the Audit Trail feature.
it_it: Fornisce funzionalità di importazione/esportazione per la funzionalità Audit Trail.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Trimming
it_it: Riduzione dell'Audit Trail

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides a background task that regularly deletes old audit trail records.
it_it: Fornisce un'attività in background che periodicamente elimina i vecchi record dall'Audit Trail.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail User Events
it_it: Eventi utente per l'Audit Trail

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for user related events.
it_it: Fornisce il supporto di Audit Trail per eventi correlati con l'utente.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Role Events
it_it: Eventi di ruolo per l'Audit Trail

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for role related events.
it_it: Fornisce il supporto di Audit Trail per eventi correlati con il ruolo.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Audit Trail Content Definition Events
it_it: Eventi di definizione del contenuto per l'Audit Trail

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Provides audit trail support for content definition related events.
it_it: Fornisce supporto di Audit Trail per eventi correlati alla definizione del contenuto.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Recycle Bin
it_it: Cestino

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Adds a Recycle Bin menu item to the Audit Trail menu, enabling you to recycle removed content items.
it_it: Aggiunge una voce di menu Cestino al menu Audit Trail, che vi permetterà di ripristinare gli elementi di contenuto eliminati.

# ~/Modules/Orchard.AuditTrail/Module.txt
source: Content
it_it: Contenuto

# Orchard.AuditTrail.Controllers.ContentController
source: &quot;{0}&quot; has been restored.
it_it: "{0}" è stato ripristinato.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: &quot;{0}&quot; has been restored.
it_it: "{0}" è stato ripristinato.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: Please select an action to execute.
it_it: Si prega di selezionare un'azione da eseguire.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: Please select one or more content items.
it_it: Si prega di selezionare uno o più elementi di contenuto.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: You need the EditContent permission to restore <strong>{0}</strong>.
it_it: È necessario il permesso di EditContent per ripristinare <strong>{0}</strong>.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: You need the DeleteContent permission to permanently delete <strong>{0}</strong>.
it_it: È necessario il permesso di DeleteContent per eliminare definitivamente <strong>{0}</strong>.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: &quot;{0}&quot; has been permanently deleted.
it_it: &quot;{0}&quot; è stato eliminato definitivamente.

# Orchard.AuditTrail.Controllers.RecycleBinController
source: An exception occurred while trying to permanently delete content with ID {0}.
it_it: Si è verificata un'eccezione durante il tentativo di eliminare definitivamente il contenuto con ID {0}.

# Orchard.AuditTrail.Drivers.AuditTrailTrimmingSettingsPartDriver
source: Never
it_it: Mai

# Orchard.AuditTrail.Menus.AuditTrailAdminMenu
source: History
it_it: Cronologia

# Orchard.AuditTrail.Menus.RecycleBinAdminMenu
source: Recycle Bin
it_it: Cestino

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: Audit Trail Settings
it_it: Impostazioni di Audit Trail

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: Events changed
it_it: Eventi modificati

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailSettingsEventProvider
source: The audit trail event settings were changed.
it_it: Sono state modificate le impostazioni di evento di Audit Trail.

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: Audit Trail Settings
it_it: Impostazioni di Audit Trail

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: Trimming settings changed
it_it: Le impostazioni di riduzione sono state modificate

# Orchard.AuditTrail.Providers.AuditTrail.AuditTrailTrimmingSettingsEventProvider
source: The audit trail trimming settings were changed.
it_it: Le impostazioni di riduzione dell'Audit Trail sono state modificate.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Content Items
it_it: Elementi di Contenuto

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Created
it_it: Data di creazione

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was created.
it_it: È stato creato un elemento di contenuto.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Saved
it_it: Salvato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was saved.
it_it: Un elemento di contenuto è stato salvato.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Published
it_it: Pubblicato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was published.
it_it: Un elemento di contenuto è stato pubblicato.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Unpublished
it_it: Pubblicazione annullata

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was unpublished.
it_it: La pubblicazione di un elemento di contenuto è stata annullata.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Removed
it_it: Eliminato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was deleted.
it_it: È stato eliminato un elemento di contenuto.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Destroyed
it_it: Eliminato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was permanently deleted.
it_it: Un elemento di contenuto è stato definitivamente eliminato.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Imported
it_it: Importato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was imported.
it_it: Un elemento di contenuto è stato importato.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Exported
it_it: Esportato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was exported.
it_it: Un elemento di contenuto è stato esportato.

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: Restored
it_it: Ripristinato

# Orchard.AuditTrail.Providers.Content.ContentAuditTrailEventProvider
source: A content item was restored to a previous version.
it_it: Un elemento di contenuto è stato ripristinato una versione precedente.

source: Content Parts
it_it: Parti di Contenuto

source: Created
it_it: Creato

source: A content part was created.
it_it: È stata creata una parte di contenuto.

source: Removed
it_it: Eliminato

source: A content part was removed.
it_it: Una parte di contenuto è stata eliminata.

source: Imported
it_it: Importato

source: A content part was imported.
it_it: Una parte del contenuto è stata importata.

source: Description changed
it_it: La descrizione è stata modificata

source: A content part description was changed.
it_it: La descrizione di una parte di contenuto è stata modificata.

source: Field added
it_it: Un campo è stato aggiunto

source: A field was added to a content part.
it_it: Un campo è stato aggiunto a una parte di contenuto.

source: Field removed
it_it: Il campo è stato eliminato

source: A field was removed from a content part.
it_it: Un campo è stato eliminato da una parte di contenuto.

source: Part settings updated
it_it: Le impostazioni della parte di contenuto sono state aggiornate

source: The settings of a content part were updated.
it_it: Le impostazioni della parte di contenuto sono state aggiornate.

source: Field settings updated
it_it: Le Impostazioni del campo sono state aggiornate

source: The settings of a field on a content part were updated.
it_it: Le Impostazioni del campo su una parte di contenuto sono state aggiornate.

source: Content Type
it_it: Tipo di Contenuto

source: Created
it_it: Creato

source: A content type was created.
it_it: È stato creato un tipo di contenuto.

source: Removed
it_it: Eliminato

source: A content type was removed.
it_it: Un tipo di contenuto è stato eliminato.

source: Imported
it_it: Importato

source: A content type was imported.
it_it: Un tipo di contenuto è stato importato.

source: Part added
it_it: Parte aggiunta

source: A content part was added to a content type.
it_it: Una parte di contenuto è stata aggiunta a un tipo di contenuto.

source: Part removed
it_it: Parte eliminata

source: A content part was removed from a content type.
it_it: Una parte di contenuto è stata eliminata da un tipo di contenuto.

source: Type display name updated
it_it: Nome visualizzato del tipo aggiornato

source: The display name of a content type was updated.
it_it: Il nome visualizzato di un tipo di contenuto è stato aggiornato.

source: Type settings updated
it_it: Impostazioni del tipo aggiornate

source: The settings of a content type were updated.
it_it: Le impostazioni della parte di contenuto sono state aggiornate.

source: Part settings updated
it_it: Impostazioni della parte aggiornate

source: The settings of a content part on a content type were updated.
it_it: Sono state aggiornate le impostazioni di una parte di contenuto su un tipo di contenuto.

source: Field settings updated
it_it: Le Impostazioni del campo sono state aggiornate

source: The settings of a content field on a content part on a content type were updated.
it_it: Sono state aggiornate le impostazioni di un campo di contenuto in una parte di contenuto su un tipo di contenuto.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Roles
it_it: Ruoli

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Created
it_it: Creato

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was created.
it_it: Un ruolo è stato creato.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Removed
it_it: Eliminato

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was removed.
it_it: Un ruolo è stato eliminato.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Renamed
it_it: Rinominato

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A role was renamed.
it_it: Un ruolo è stato rinominato.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Permission added
it_it: Autorizzazione aggiunta

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A permission was added to a role.
it_it: Un'autorizzazione è stato aggiunta a un ruolo.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: Permission removed
it_it: Autorizzazione eliminata

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A permission was removed from a role.
it_it: Un'autorizzazione è stato eliminata da un ruolo.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: User added
it_it: Utente aggiunto

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A user was added to a role.
it_it: Un utente è stato aggiunto a un ruolo.

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: User removed
it_it: Utente eliminato

# Orchard.AuditTrail.Providers.Roles.RoleAuditTrailEventProvider
source: A user was removed from a role.
it_it: Un utente è stato eliminato da un ruolo.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Users
it_it: Utenti

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Logged in
it_it: Connesso

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user was successfully logged in.
it_it: Un utente è stato autenticato con successo.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Logged out
it_it: Disconnesso

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user actively logged out.
it_it: Un utente si è disconnesso volontariamente.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Login failed
it_it: Accesso non riuscito

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: An attempt to login failed due to incorrect credentials.
it_it: Tentativo di accesso non riuscito a causa di credenziali non corrette.

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: Password changed
it_it: Password cambiata

# Orchard.AuditTrail.Providers.Users.UserAuditTrailEventProvider
source: A user's password was changed.
it_it: La password di un utente è stata modificata.

# Orchard.AuditTrail.Recipes.Builders.AuditTrailStep
source: Exports audit trail events.
it_it: Esportazioni degli eventi di audit trail.

# Orchard.AuditTrail.Services.CommonAuditTrailEventHandler
source: Error parsing '{0}' date string '{1}': {2}
it_it: Errore di analisi '{0}' sulla data '{1}': {2}

source: Event
it_it: Evento

source: Description
it_it: Descrizione

source: New Status
it_it: Nuovo stato

source: The trimming retention period was changed from <strong>{0}</strong> to <strong>{1}</strong>.
it_it: Il periodo di conservazione della riduzione è stato cambiato da <strong>{0}</strong> a <strong>{1}</strong>.

source: The minimum trimming run interval was changed from <strong>{0}</strong> to <strong>{1}</strong>.
it_it: L'intervallo minimo di esecuzione della riduzione è stato cambiato da <strong>{0}</strong> a <strong>{1}</strong>.

source: 1 day
it_it: 1 giorno

source: {0} days
it_it: {0} giorni

source: 1 hour
it_it: 1 ora

source: {0} hours
it_it: {0} ore

source: The {1} {2} was {3} as {0}.
it_it: Il {1} {2} era {3} come {0}.

source: Version {0}
it_it: Versione {0}

source: Content item <strong>{1}</strong> was {2} as <strong>Version {0}</strong>.
it_it: L'elemento di contenuto <strong>{1}</strong> era {2} come <strong>versione {0}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Version {0}
it_it: Versione {0}

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Comment:
it_it: Commento:

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Action
it_it: Azione

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Context
it_it: Contesto

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: Before
it_it: Prima

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: After
it_it: Dopo

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.cshtml
source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: {0} of the {1} {2} was {3}.
it_it: {0} di {1} {2} era {3}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: Version {0}
it_it: Versione {0}

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: The {0} <strong>{1}</strong> was {2}.
it_it: Il {0} <strong>{1}</strong> era {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: The {0} {1} was {2}.
it_it: Il {0} {1} era {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Content.SummaryAdmin.cshtml
source: <strong>Version {0}</strong> of content item <strong>{1}</strong> was {2}.
it_it: <strong>La versione {0} </strong> dell'elemento di contenuto <strong>{1}</strong> era {2}.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Created.cshtml
source: The content part {0} was created.
it_it: L'elemento di contenuto {0} è stato creato.

source: The description of content part {0} was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: La descrizione dell'elemento di contenuto {0} è stata cambiata da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-FieldAdded.cshtml
source: The content field <strong>{0}</strong> of type <strong>{1}</strong> was added to the content part {2}.
it_it: Il campo di contenuto <strong>{0}</strong> di tipo <strong>{1}</strong> è stato aggiunto alla parte di contenuto {2}.

source: The content field <strong>{0}</strong> was removed from the content part {1}.
it_it: Il campo di contenuto <strong>{0}</strong> è stato eliminato dalla parte di contenuto {1}.

source: Settings for the field <strong>{0}</strong> attached to the {1} content part were updated:
it_it: Le Impostazioni per il campo <strong>{0}</strong> attaccato alla parte di contenuto di {1} sono state aggiornate:

source: Setting
it_it: Impostazioni

source: From
it_it: Da

source: To
it_it: A

source: [Empty]
it_it: [Vuoto]

source: Settings for the field <strong>{0}</strong> attached to the {1} content part were updated:
it_it: Le Impostazioni per il campo <strong>{0}</strong> attaccato alla parte di contenuto di {1} sono state aggiornate:

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: <strong>{0}</strong> è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: Action
it_it: Azione

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: Context
it_it: Contesto

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: Before
it_it: Prima

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: After
it_it: Dopo

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Imported.cshtml
source: [Empty]
it_it: [Vuoto]

source: Settings for the content part {0} were changed:
it_it: Sono state modificate le impostazioni per la parte di contenuto {0}:

source: Setting
it_it: Impostazioni

source: From
it_it: Da

source: To
it_it: A

source: [Empty]
it_it: [Vuoto]

source: Settings for the content part {0} were changed:
it_it: Sono state modificate le impostazioni per la parte di contenuto {0}:

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: <strong>{0}</strong> è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentPart-Removed.cshtml
source: The content part <strong>{0}</strong> was removed.
it_it: La parte di contenuto <strong>{0}</strong> è stata eliminata.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Created.cshtml
source: The content type {0} was created.
it_it: Il tipo di contenuto {0} è stato creato.

source: Setting
it_it: Impostazioni

source: From
it_it: Da

source: To
it_it: A

source: [Empty]
it_it: [Vuoto]

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: <strong>{0}</strong> è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: Action
it_it: Azione

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: Context
it_it: Contesto

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: Before
it_it: Prima

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: After
it_it: Dopo

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Imported.cshtml
source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-PartAdded.cshtml
source: The content part {0} was added to the content type {1}.
it_it: La parte di contenuto {0} è stata aggiunta al tipo di contenuto {1}.

source: The content part {0} was removed from the content type {1}.
it_it: La parte di contenuto {0} è stata eliminata dal tipo di contenuto {1}.

source: Settings for the content part {0} attached to the content type {1} were changed:
it_it: Sono state modificate le impostazioni per la parte di contenuto {0} collegata al tipo di contenuto {1}:

source: Setting
it_it: Impostazioni

source: From
it_it: Da

source: To
it_it: A

source: [Empty]
it_it: [Vuoto]

source: Settings for the content part {0} attached to the content type {1} were changed:
it_it: Sono state modificate le impostazioni per la parte di contenuto {0} collegata al tipo di contenuto {1}:

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: <strong>{0}</strong> è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-ContentType-Removed.cshtml
source: The content type <strong>{0}</strong> was removed.
it_it: La parte di contenuto <strong>{0}</strong> è stata eliminata.

source: The display name for the content type {0} was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: Il nome visualizzato per il tipo di contenuto {0} è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

source: Settings for the content type {0} were changed:
it_it: Sono state modificate le impostazioni per il tipo di contenuto {0}:

source: Setting
it_it: Impostazioni

source: From
it_it: Da

source: To
it_it: A

source: [Empty]
it_it: [Vuoto]

source: Settings for the content type {0} were changed:
it_it: Sono state modificate le impostazioni per il tipo di contenuto {0}:

source: <strong>{0}</strong> was changed from <strong>{1}</strong> to <strong>{2}</strong>.
it_it: <strong>{0}</strong> è stato cambiato da <strong>{1}</strong> a <strong>{2}</strong>.

source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-Created.cshtml
source: The role <strong>{0}</strong> was created.
it_it: Il ruolo <strong>{0}</strong> è stato creato.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-PermissionAdded.cshtml
source: The permission <strong>{0}</strong> was added to the role <strong>{1}</strong>.
it_it: L' autorizzazione <strong>{0}</strong> è stata aggiunta al ruolo <strong>{1}</strong>.

# ~/Modules/Orchard.AuditTrail/Views/AuditTrailEvent-Role-PermissionRemoved.cshtml
source: The permission <strong>{0}</strong> was removed from the role <strong>{1}</strong>.
it_it: L' autorizzazione <strong>{0}</strong> è stata eliminata dal ruolo <strong>{1}</strong>.
