Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.CodeGeneration/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Code Generation
it_it: Generazione di codice

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: The Orchard Team
it_it: Il team di Orchard

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Tools to create Orchard components.
it_it: Strumenti per creare componenti per Orchard.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Data Migration for {0}
it_it: Creazione migrazione dati per {0} in corso

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating data migration failed: target Feature {0} could not be found.
it_it: Creazione della migrazione dati fallita: la Funzionalità di destinazione {0} non è stata trovata.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration already exists in target Module {0}.
it_it: La migrazione dati esiste giá nel Modulo di destinazione {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration created successfully in Module {0}
it_it: Migrazione dati creata con successo nel Modulo {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0}
it_it: Creazione Modulo {0} in corso

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0} failed: a module of the same name already exists
it_it: Creazione Modulo {0} fallita: esiste giá un modulo con lo stesso nome

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module {0} created successfully
it_it: Modulo {0} creato con successo

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0}
it_it: Creazione progetto test per il modulo {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0} failed: a project of the same name already exists
it_it: Creazione progetto test per il modulo {0} non riuscito: un progetto dello stesso nome esiste già

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module tests project {0} created successfully
it_it: Progetto test per il modulo {0} creato con successo

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0}
it_it: Creazione Tema {0} in corso

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: an extention of the same name already exists
it_it: Creazione Tema {0} fallita: esiste giá un estensione con lo stesso nome

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: base theme named {1} was not found.
it_it: Creazione Tema {0} fallita: impossibile trovare il tema base col nome {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Theme {0} created successfully
it_it: Tema {0} creato con successo

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} in Module {1}
it_it: Creazione Controller {0} nel Modulo {1} in corso

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} failed: target Module {1} could not be found.
it_it: Creazione Controller {0} non riuscita: impossibile trovare il Modulo di destinazione {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} already exists in target Module {1}.
it_it: Il Controller {0} giá presente nel Modolo di destinazione {1}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} created successfully in Module {1}
it_it: Controller {0} creato con successo nel Modulo {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Orchard.Themes project file could not be found at {0}
it_it: Attenzione: Impossibile trovare il file di progetto Orchard.Themes project {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Unable to modify Orchard.Themes project file at {0}
it_it: Attenzione: Impossibile modificare il progetto Orchard.Themes {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Solution file could not be found at {0}
it_it: Attenzione: Impossibile trovare il file Solution {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: An unexpected error occured while trying to refresh the Visual Studio solution. Please reload it.
it_it: Un errore non previsto é avvenuto ricaricando la solution di Visual Studio. Ricaricala manualmente.
