Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
it_it: Approva

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
it_it: Disabilita

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Send challenge E-mail
it_it: Invia E-mail di conferma

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
it_it: Tutti gli Utenti

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
it_it: Utenti Approvati

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
it_it: Utenti da Approvare

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
it_it: Email in attesa

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
it_it: Ordina per:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Email
it_it: Posta elettronica

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Creation Time
it_it: Ora di creazione

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Last Login Time
it_it: Ultima ora di accesso

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
it_it: Filtro

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
it_it: Approvato

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
it_it: L'utente é approvato

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
it_it: Moderato

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
it_it: L'account utente è stato approvato

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
it_it: La email é ancora in fase di validazione

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
it_it: Nome utente

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Email
it_it: Posta elettronica

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
it_it: Conferma la password

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
it_it: Nome utente

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: Email
it_it: Posta elettronica

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.EditPassword.cshtml
source: Confirm Password
it_it: Conferma la password

source: Users
it_it: Utenti

source: Users can create new accounts on the site
it_it: Gli utenti possono creare nuovi account sul sito

source: Display a link to enable users to reset their password
it_it: Mostra un link per permettere agli utenti di reimpostare la loro password

source: This option is available when an email module is activated.
it_it: Questa opzione è disponibile quando viene attivato un modulo e-mail.

source: Users must verify their email address
it_it: Gli utenti dovranno verificare il loro indirizzo email

source: Website public name
it_it: Nome pubblico del sito web

source: The name of your website as it will appear in the verification e-mail.
it_it: Il nome del sito web come apparirà nella e-mail di verifica.

source: Contact Us E-Mail address
it_it: Indirizzo e-mail per Contattaci

source: The e-mail address displayed in the verification e-mail for a Contact Us link. Leave empty for no link.
it_it: L'indirizzo e-mail mostrato nella mail di verifica come link per Contattaci. Lascialo vuoto per non avere nessun link.

source: Users must be approved before they can log in
it_it: Gli utenti devono essere approvati prima di poter accedere

source: Send a notification when a user needs moderation
it_it: Invia una notifica quando un account deve essere approvato

source: Moderators
it_it: Moderatori

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
it_it: Nomi utenti ai quali inviare le notifiche (es., "admin, user1, ...").
