Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Users/Module.txt
source: Users
it_it: Utenti

# ~/Modules/Orchard.Users/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
it_it: Il modulo utenti abilita la gestione degli utenti.

# ~/Modules/Orchard.Users/Module.txt
source: Standard users.
it_it: Utenti standard.

# ~/Modules/Orchard.Users/Module.txt
source: Users Workflows Activities
it_it: Attività dei flussi di lavoro degli utenti

# ~/Modules/Orchard.Users/Module.txt
source: Provides User based Workflow Activites.
it_it: Fornisce le attività di flusso di lavoro basate sull'utente.

# ~/Modules/Orchard.Users/Module.txt
source: Workflows
it_it: Flussi di lavoro

# ~/Modules/Orchard.Users/Module.txt
source: User Password Editor
it_it: Modifica la password utente

# ~/Modules/Orchard.Users/Module.txt
source: Adds the ability for admins to edit users' passwords.
it_it: Aggiunge la possibilità per gli amministratori di modificare le password degli utenti.

# ~/Modules/Orchard.Users/Module.txt
source: Security
it_it: Sicurezza

# Orchard.Users.AdminMenu
source: Users
it_it: Utenti

# Orchard.Users.Activities.ApproveUserActivity
source: User
it_it: Utente

# Orchard.Users.Activities.ApproveUserActivity
source: If the content item is a user, that user will be approved.
it_it: Se l'elemento di contenuto è un utente, l'utente verrà approvato.

# Orchard.Users.Activities.ApproveUserActivity
source: Done
it_it: Completato

# Orchard.Users.Activities.CreateUserActivity
source: User
it_it: Utente

# Orchard.Users.Activities.CreateUserActivity
source: Creates a new User based on the specified values.
it_it: Crea un nuovo utente basato sui valori specificati.

# Orchard.Users.Activities.CreateUserActivity
source: Done
it_it: Completato

# Orchard.Users.Activities.SignInUserActivity
source: User
it_it: Utente

# Orchard.Users.Activities.SignInUserActivity
source: Signs in a user based on the specified credentials, or if the current content item is a user, that user is signed in.
it_it: Autentica un utente con le credenziali specificate, o se il contenuto corrente è un utente, quell'utente viene autenticato.

# Orchard.Users.Activities.SignInUserActivity
source: Done
it_it: Completato

# Orchard.Users.Activities.UserActivity
source: Done
it_it: Completato

# Orchard.Users.Activities.UserActivity
source: Events
it_it: Eventi

# Orchard.Users.Activities.UserActivity
source: User is creating.
it_it: Creazione dell'utente.

# Orchard.Users.Activities.UserActivity
source: User is created.
it_it: L'utente viene creato.

# Orchard.Users.Activities.UserActivity
source: User is logging in.
it_it: L'utente si sta autenticando.

# Orchard.Users.Activities.UserActivity
source: User is logged in.
it_it: Utente è autenticato.

# Orchard.Users.Activities.UserActivity
source: User login failed.
it_it: Accesso utente non riuscito.

# Orchard.Users.Activities.UserActivity
source: User is logged out.
it_it: L'utente è disconnesso.

# Orchard.Users.Activities.UserActivity
source: User access is denied.
it_it: Accesso negato per l'utente.

# Orchard.Users.Activities.UserActivity
source: User changed password.
it_it: Password utente modificata.

# Orchard.Users.Activities.UserActivity
source: User send challenge email.
it_it: L'utente ha inviato la mail di verifica.

# Orchard.Users.Activities.UserActivity
source: User confirmed email.
it_it: Utente ha confermato via e-mail.

# Orchard.Users.Activities.UserActivity
source: User is approved.
it_it: L'utente é approvato.

# Orchard.Users.Activities.UserIsApprovedActivity
source: Conditions
it_it: Condizioni

# Orchard.Users.Activities.UserIsApprovedActivity
source: Whether the current user is approved or not.
it_it: Se l'utente corrente è approvato oppure no.

# Orchard.Users.Activities.UserIsApprovedActivity
source: Yes
it_it: Sì

# Orchard.Users.Activities.VerifyUserUnicityActivity
source: User
it_it: Utente

# Orchard.Users.Activities.VerifyUserUnicityActivity
source: Verifies if the specified user name and email address are unique.
it_it: Verifica se l'utente specificato ha nome e indirizzo email unici.

# Orchard.Users.Commands.UserCommands
source: Username cannot be empty.
it_it: Username non può essere vuoto.

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
it_it: Esiste già un utente con questo nome utente o indirizzo email.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
it_it: Devi inserire una password di {0} o piú caratteri.

# Orchard.Users.Commands.UserCommands
source: Could not create user {0}. The authentication provider returned an error
it_it: Non è stato possibile creare l'utente {0}. Il provider di autenticazione ha restituito un errore

# Orchard.Users.Commands.UserCommands
source: User created successfully
it_it: Utente creato con successo

# Orchard.Users.Controllers.AccountController
source: Access Denied
it_it: Accesso Negato

# Orchard.Users.Controllers.AccountController
source: Log On
it_it: Accedi

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
it_it: Devi specificare un nome utente o una e-mail.

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
it_it: Controlla la tua e-mail per il link di conferma.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
it_it: La tua password attuale è sbagliata o quella nuova non è valida.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
it_it: Devi inserire una nuova password lunga almeno {0} caratteri.

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
it_it: La nuova password e la password di verifica non corrispondono.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
it_it: Devi specificare la tua password attuale.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
it_it: Devi specificare una password.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
it_it: Il nome utente or la email o la password fornite non sono corrette.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
it_it: Devi specificare un nome utente.

# Orchard.Users.Controllers.AccountController
source: The username you provided is too long.
it_it: Il nome utente che hai fornito è troppo lungo.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
it_it: Devi specificare un indirizzo di email.

# Orchard.Users.Controllers.AccountController
source: The email address you provided is too long.
it_it: L'indirizzo email che hai fornito è troppo lungo.

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
it_it: Devi specificare un indirizzo email valido.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
it_it: Esiste già un utente con questo nome utente o indirizzo email.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
it_it: Devi inserire una password di {0} o piú caratteri.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
it_it: Non sei autorizzato ad elencare gli utenti

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
it_it: Non autorizzato a gestire utenti

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
it_it: Esiste già un utente con questo nome utente o indirizzo email.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
it_it: Devi specificare un indirizzo email valido.

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
it_it: Le due password non combaciano

# Orchard.Users.Controllers.AdminController
source: User created
it_it: Utente creato

# Orchard.Users.Controllers.AdminController
source: User information updated
it_it: Informazioni sull'utente aggiornate

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account.
it_it: Il Super Utente non può essere rimosso. Puoi disabilitare questa utenza o specificarne un'altra da usare come Super Utente.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account.
it_it: Non puoi rimuovere la tua stessa utenza. Per farlo accedi tramite un'altra utenza.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
it_it: Utente {0} eliminato

# Orchard.Users.Controllers.AdminController
source: Challenge email sent to {0}
it_it: Email di conferma inviata a {0}

# Orchard.Users.Controllers.AdminController
source: User {0} approved
it_it: Utente {0} approvato

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
it_it: Non puoi disabilitare la tua stessa utenza. Per farlo accedi con un'altra utenza

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
it_it: Utente {0} disabilitato

# Orchard.Users.Drivers.UserPartPasswordDriver
source: Password or Confirm Password field is empty.
it_it: I campi Password o Conferma Password sono obbligatori.

# Orchard.Users.Drivers.UserPartPasswordDriver
source: Password confirmation must match.
it_it: La password di conferma non coincide con l'altra.

# Orchard.Users.Forms.CreateUserForm
source: User Name
it_it: Nome utente

# Orchard.Users.Forms.CreateUserForm
source: The user name of the user to be created.
it_it: Il nome utente dell'utente da creare.

# Orchard.Users.Forms.CreateUserForm
source: Email
it_it: Posta elettronica

# Orchard.Users.Forms.CreateUserForm
source: The email address of the user to be created.
it_it: L'indirizzo di posta elettronica dell'utente da creare.

# Orchard.Users.Forms.CreateUserForm
source: The password of the user to be created.
it_it: La password dell'utente da creare.

# Orchard.Users.Forms.CreateUserForm
source: Approved
it_it: Approvato

# Orchard.Users.Forms.CreateUserForm
source: Check to approve the created user.
it_it: Seleziona il segno di spunta per l'approvazione dell'utente creato.

# Orchard.Users.Forms.CreateUserForm
source: You must specify a username or a token that evaluates to a username.
it_it: È necessario specificare un nome utente o un token che restituisce un nome utente.

# Orchard.Users.Forms.CreateUserForm
source: You must specify an email address or a token that evaluates to an email address.
it_it: È necessario specificare un indirizzo email o un token che restituisce un indirizzo di posta elettronica.

# Orchard.Users.Forms.CreateUserForm
source: You must specify a password or a token that evaluates to a password.
it_it: È necessario specificare una password o un token che restituisca una password.

# Orchard.Users.Forms.SignInUserForm
source: User Name or Email
it_it: Nome utente o Email

# Orchard.Users.Forms.SignInUserForm
source: The user name or email of the user to sign in.
it_it: Il nome utente o e-mail dell'utente per l'accesso.

# Orchard.Users.Forms.SignInUserForm
source: The password of the user to sign in.
it_it: La password dell'utente per l'accesso.

# Orchard.Users.Forms.SignInUserForm
source: Create Persistent Cookie
it_it: Crea cookie persistente

# Orchard.Users.Forms.SignInUserForm
source: A value evaluating to 'true' to create a persistent cookie.
it_it: Un'espressione che restituisca 'true' per creare un cookie persistente.

# Orchard.Users.Forms.SignInUserForm
source: You must specify a user name, email address or a token that evaluates to a username or email address.
it_it: È necessario specificare un nome utente, indirizzo email o un token che restituisce un nome utente o indirizzo email.

# Orchard.Users.Forms.SignInUserForm
source: You must specify a password or a token that evaluates to a password.
it_it: È necessario specificare una password o un token che restituisca una password.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: User Name
it_it: Nome utente

# Orchard.Users.Forms.VerifyUserUnicityForm
source: The user name to be validated.
it_it: Il nome utente da convalidare.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: Email
it_it: Posta elettronica

# Orchard.Users.Forms.VerifyUserUnicityForm
source: The email address to be validated.
it_it: L'indirizzo di email da convalidare.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: You must specify a username or a token that evaluates to a username.
it_it: È necessario specificare un nome utente o un token che restituisce un nome utente.

# Orchard.Users.Forms.VerifyUserUnicityForm
source: You must specify an email address or a token that evaluates to an email address.
it_it: È necessario specificare un indirizzo email o un token che restituisce un indirizzo di posta elettronica.

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
it_it: Utenti

# Orchard.Users.Services.MembershipService
source: New account
it_it: Nuova utenza

# Orchard.Users.Services.MembershipService
source: Unexpected password format value
it_it: Formato di password non valido

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
it_it: Alcune impostazioni di Orchard.User necessitano che il canale Email sia abilitato.

# Orchard.Users.Services.UserService
source: Verification E-Mail
it_it: E-Mail di verifica

# Orchard.Users.Services.UserService
source: Lost password
it_it: Password dimenticata

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
it_it: Inserire il nome utente e la password.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
it_it: Registrati

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
it_it: se non hai un'utenza.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
it_it: Hai perso la tua Password?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
it_it: Accesso non effettuato. Correggi gli errori e riprova.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
it_it: Informazioni sull'utenza

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
it_it: Nome Utente

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Remember Me
it_it: Ricorda le mie credenziali di accesso

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
it_it: Accedi

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
it_it: Crea una nuova utenza

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
it_it: Usa il modulo sottostante per creare una nuova utenza.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
it_it: Le password devono essere lunghe almeno {0} caratteri.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
it_it: Creazione utenza fallita. Correggi gli errori e riprova.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
it_it: Informazioni sull'utenza

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
it_it: Nome Utente:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Email:
it_it: Posta elettronica:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
it_it: Conferma password:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
it_it: Registrazione

# ~/Modules/Orchard.Users/Views/Template.User.LostPassword.cshtml
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
it_it: Caro {0}, <a href="{1}">clicca qui</a> per cambiare la tua password.

# ~/Modules/Orchard.Users/Views/Template.User.Moderated.cshtml
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
it_it: L'utente <b>{0}</b> con email <b>{1}</b> ha richiesto una nuova utenza. Questo utente non sarà in grado di accedere fino che la nuova utenza non sarà approvata.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: Thank you for registering with {0}.<br /><br /><br /><b>Final Step</b><br />To verify that you own this e-mail address, please click the following link:<br /><a href="{1}">{1}</a><br /><br /><b>Troubleshooting:</b><br />If clicking on the link above does not work, try the following:<br /><br />Select and copy the entire link.<br />Open a browser window and paste the link in the address bar.<br />Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
it_it: Grazie per esserti registrato con {0}.<br/><br/><br/><b>Ultimi passi</b><br/>Per verificare che tu sia l'effettivo proprietario della email, clicca sul link seguente:<br/><a href="{1}">{1}</a><br/><br/><b>Risoluzione problemi:</b><br/>Se il link non funziona, prova con i seguenti passi:<br/><br/>Seleziona e copia il link.<br/>Apri una finestra del browser e incolla il link nella barra degli indirizzi.<br/>Premi <b>Vai</b> o, sulla tastiera, premi <b>Invio</b>.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: <br /><br />If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
it_it: <br/><br/>Se continui ad avere problemi d'accesso o se vuoi comunicarci altri problemi, per favore <a href="mailto:{0}">Contattaci</a>.

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
it_it: Accesso Negato

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
it_it: Non hai i permessi per completare la tua richiesta.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Challenge Email
it_it: Email di conferma

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
it_it: L'indirizzo di email non è stato verificato.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Challenge Email Sent
it_it: Email di conferma inviata

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
it_it: Ti é stato inviata una email. Clicca sul link che troverai per avere accesso a questo sito.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Go back to where you were
it_it: Torna indietro alla posizione precedente

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Challenge Email
it_it: Email di conferma

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
it_it: Il tuo indirizzo di email é stato verificato.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
it_it: Modifica password

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
it_it: Usa il modulo sottostante per cambiare la tua password.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
it_it: Le nuove password devono essere lunghe almeno {0} caratteri.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
it_it: Il cambio di password non ha avuto successo. Correggi gli errori e riprova.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
it_it: Informazioni sull'utenza

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
it_it: Password corrente:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
it_it: Nuova password:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
it_it: Conferma nuova password:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
it_it: Modifica password

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
it_it: La tua password é stata cambiata con successo.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
it_it: Modifica password

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
it_it: Usa il modulo sottostante per cambiare la tua password.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
it_it: Le nuove password devono essere lunghe almeno {0} caratteri.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
it_it: Il cambio di password non ha avuto successo. Correggi gli errori e riprova.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
it_it: Informazioni sull'utenza

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
it_it: Nuova password:

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
it_it: Conferma nuova password:

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
it_it: Registrazione utente in fase di approvazione

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Your user account has been created but has to be approved before it can be used.
it_it: La tua utenza è stata creata, ma deve essere approvata prima che tu la possa usare.

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Go back to where you were
it_it: Torna indietro alla posizione precedente

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
it_it: Password dimenticata

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
it_it: Inserisci il tuo nome utente o il tuo indirizzo email. Riceverai una email con il link per creare una nuova password.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
it_it: Informazioni sull'utenza

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
it_it: Nome Utente o E-mail:

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
it_it: Invia richiesta

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
it_it: Aggiungi utente

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
it_it: Modifica utente

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
it_it: Utenti

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
it_it: Aggiungi nuovo utente
