Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Scripting/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Scripting/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Scripting/Module.txt
source: The scripting module enables the possibility to execute scripts using a simple custom scripting language.
it_it: Il modulo di scripting permette di eseguire script usando un semplice linguaggio di scripting propretario.

# ~/Modules/Orchard.Scripting/Module.txt
source: Lightweight scripting
it_it: Scripting leggero

# ~/Modules/Orchard.Scripting/Module.txt
source: Custom lightweight and simple scripting language.
it_it: Linguaggio di scripting proprietario semplice e leggero.

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting Rules
it_it: Regole di scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules for the Scripting modules
it_it: Regole per il modulo di scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules
it_it: Regole

# Orchard.Scripting.ScriptExpressionEvaluator
source: Syntax error: {0}
it_it: Errore di sintassi: {0}

# Orchard.Scripting.Rules.ConditionActions
source: Conditions
it_it: Condizioni

# Orchard.Scripting.Rules.ConditionActions
source: Script condition
it_it: Condizione Script

# Orchard.Scripting.Rules.ConditionActions
source: Evaluates a boolean using a scripting engine.
it_it: Valuta un'espressione booleana usando un motore di scripting.

# Orchard.Scripting.Rules.ConditionActions
source: There are currently no scripting engine enabled
it_it: Al momento non ci sono motori di scripting abilitati

# Orchard.Scripting.Rules.ConditionActions
source: Expression is not a boolean value
it_it: L'espressione non è un valore booleano

# Orchard.Scripting.Rules.ConditionForms
source: Description
it_it: Descrizione

# Orchard.Scripting.Rules.ConditionForms
source: Message that will be displayed in the Actions list.
it_it: Messaggio che sará mostrato nella lista delle Azioni

# Orchard.Scripting.Rules.ConditionForms
source: Condition
it_it: Condizione

# Orchard.Scripting.Rules.ConditionForms
source: Enter a valid boolean expression to evaluate.
it_it: Inserisci un'espressione booleana da valutare
