Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.Comments/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.Comments/Module.txt
source: Comments
it_it: Commenti

# ~/Modules/Orchard.Comments/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.Comments/Module.txt
source: The comments system implemented by this module can be applied to arbitrary Orchard content types, such as blogs and pages. It includes comment validation and spam protection through the Akismet service.
it_it: Il sistema di gestione commenti implementato da questo modulo puó essere applicato a qualunque content type di Orchard, come i blog e le pagine. Include validazione e protezione anti-spam usando Akismet.

# ~/Modules/Orchard.Comments/Module.txt
source: Standard content item comments.
it_it: Commenti standard agli elementi di contenuto.

# ~/Modules/Orchard.Comments/Module.txt
source: Comments Workflows Activities
it_it: Commenta le attività dei flussi di lavoro

# ~/Modules/Orchard.Comments/Module.txt
source: Provides workflow activities for comments management.
it_it: Fornisce attività di flussi di lavoro per la gestione dei commenti.

# ~/Modules/Orchard.Comments/Module.txt
source: Workflows
it_it: Flussi di lavoro

# Orchard.Comments.AdminMenu
source: Comments
it_it: Commenti

# Orchard.Comments.AdminMenu
source: List
it_it: Lista

# Orchard.Comments.Shapes
source: ({0} pending)
it_it: ({0} in fase di approvazione)

# Orchard.Comments.Shapes
source: 1 comment
it_it: 1 commento

# Orchard.Comments.Shapes
source: {0} comments
it_it: {0} commenti

# Orchard.Comments.Activities.CloseCommentsActivity
source: Comments
it_it: Commenti

# Orchard.Comments.Activities.CloseCommentsActivity
source: Closes the comments on the currently processed content item.
it_it: Chiudi i commenti sull'articolo che stai modificando.

# Orchard.Comments.Activities.CloseCommentsActivity
source: Done
it_it: Operazione terminata

# Orchard.Comments.Controllers.AdminController
source: Couldn't moderate comment
it_it: Non è possibile moderare questo commento

# Orchard.Comments.Controllers.AdminController
source: Couldn't delete comment
it_it: Impossibile cancellare questo commento

# Orchard.Comments.Controllers.AdminController
source: Couldn't disable comments
it_it: Impossibile disabilitare i commenti

# Orchard.Comments.Controllers.AdminController
source: Couldn't enable comments
it_it: Impossibile abilitare i commenti

# Orchard.Comments.Controllers.AdminController
source: Couldn't edit comment
it_it: Impossibile modificare questo commento

# Orchard.Comments.Controllers.AdminController
source: Couldn't approve comment
it_it: Impossibile approvare questo commento

# Orchard.Comments.Controllers.AdminController
source: Couldn't unapprove comment
it_it: Impossibile rimuove l'approvazione da questo commento

# Orchard.Comments.Controllers.CommentController
source: Couldn't add comment
it_it: Non è possibile aggiungere un commento

# Orchard.Comments.Controllers.CommentController
source: Name is mandatory and must have less than 255 chars
it_it: Il Nome è obbligatorio e non deve superare i 255 caratteri

# Orchard.Comments.Controllers.CommentController
source: Email is invalid or is longer than 255 chars
it_it: L'Email non è valida o supera i 255 caratteri

# Orchard.Comments.Controllers.CommentController
source: Site url is invalid or is longer than 255 chars
it_it: L'indirizzo del del sito non è valido o supera i 255 caratteri

# Orchard.Comments.Controllers.CommentController
source: Comment is mandatory
it_it: Il commento è obbligatorio

# Orchard.Comments.Controllers.CommentController
source: Your comment has been posted.
it_it: Il tuo commento è stato pubblicato.

# Orchard.Comments.Controllers.CommentController
source: Your comment will appear after the site administrator approves it.
it_it: Il tuo commento apparirà dopo l'approvazione da parte dell'amministratore del sito.

# Orchard.Comments.Controllers.CommentController
source: Comment approved successfully
it_it: Il commento è stato approvato

# Orchard.Comments.Controllers.CommentController
source: Comment deleted successfully
it_it: Il commento è stato eliminato

# Orchard.Comments.Controllers.CommentController
source: Comment moderated successfully
it_it: Il commento è stato moderato

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't moderate comment
it_it: Non è possibile moderare il commento

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully moderated.
it_it: Il commento è stato moderato.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't approve comment
it_it: Non è possibile approvare il commento

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment approved.
it_it: Il commento è stato approvato.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't delete comment
it_it: Non è possibilie eliminare il commento

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully deleted.
it_it: Il commento è stato eliminato.

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment saved.
it_it: Il Commento è stato salvato.

# Orchard.Comments.Drivers.CommentPartDriver
source: Name is mandatory
it_it: Il Nome è obbligatorio

# Orchard.Comments.Feeds.CommentFeedItemBuilder
source: Comment on {0} by {1}
it_it: Commento su {0} di {1}

# Orchard.Comments.Handlers.CommentSettingsPartHandler
source: Comments
it_it: Commenti

# Orchard.Comments.Projections.CommentsFilter
source: Comments
it_it: Commenti

# Orchard.Comments.Projections.CommentsFilter
source: Has Comments
it_it: Ha dei commenti

# Orchard.Comments.Projections.CommentsFilter
source: Commented content items
it_it: Elementi di contenuto commentati

# Orchard.Comments.Rules.CommentsActions
source: Close comments
it_it: Chiudi i commenti

# Orchard.Comments.Rules.CommentsActions
source: Comments
it_it: Commenti

# Orchard.Comments.Rules.CommentsActions
source: Closes comments on a content item.
it_it: Commenti chiusi per l'elemento di contenuto.

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id
it_it: ID contenuto

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id.
it_it: Id dell'elemento di contenuto.

# Orchard.Comments.Tokens.CommentTokens
source: Comments
it_it: Commenti

# Orchard.Comments.Tokens.CommentTokens
source: Commented On
it_it: Commentato il

# Orchard.Comments.Tokens.CommentTokens
source: The content item this comment was created on.
it_it: L'elemento di contenuto su cui questo commento è stato creato.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Message
it_it: Messaggio del Commento

# Orchard.Comments.Tokens.CommentTokens
source: The text of the comment itself
it_it: Il testo del commento stesso

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author
it_it: Autore del Commento

# Orchard.Comments.Tokens.CommentTokens
source: The author of the comment.
it_it: L'autore del commento.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Url
it_it: Url dell'autore del commento

# Orchard.Comments.Tokens.CommentTokens
source: The url provided by the author of the comment.
it_it: Indirizzo della pagina dell'autore commento.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Email
it_it: Email dell'autore del commento

# Orchard.Comments.Tokens.CommentTokens
source: The email provided by the author of the comment.
it_it: L'email fornita dall'autore del commento

# Orchard.Comments.Tokens.CommentTokens
source: Comment approval Url
it_it: Pagina approvazione Commento

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to approve this comment.
it_it: Pagina web per l'approvazione di questo commento.

# Orchard.Comments.Tokens.CommentTokens
source: Comment moderation Url
it_it: Pagina moderazione commento

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to moderate this comment.
it_it: Pagina web per la moderazione di questo commento.

# Orchard.Comments.Tokens.CommentTokens
source: Comment deletion Url
it_it: Pagina eliminazione commento

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to delete this comment.
it_it: Pagina web per l'eliminazione del commento

# ~/Modules/Orchard.Comments/Views/CommentMetadata.cshtml
source: said
it_it: ha detto

# ~/Modules/Orchard.Comments/Views/CommentReplyButton.cshtml
source: Reply
it_it: Rispondi

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Approve
it_it: Approva

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Unapprove
it_it: Disapprova

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Comments have been disabled for this content.
it_it: I commenti sono stati disabilitati per questo elemento.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must be authenticated in order to add a comment.
it_it: Devi essere autenticato per aggiungere un commento.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Add a Comment
it_it: Aggiungi un commento

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must {0} to comment.
it_it: Devi {0} per commentare.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: log on
it_it: Accedi

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Submit Comment
it_it: Invia commento

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: No Comments
it_it: Nessun commento

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: 1 Comment
it_it: Un commento

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: No Comments
it_it: Nessun commento

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: 1 Comment
it_it: 1 commento

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comments for {0}
it_it: Commenti per {0}

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Enable Comments
it_it: Abilita i Commenti

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Disable Comments
it_it: Disabilita i Commenti

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Choose action...
it_it: Segli l'azione...

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approve
it_it: Approva

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Unapprove
it_it: Rimuovi Approvazione

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: All Comments
it_it: Tutti i Commenti

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved Comments
it_it: Commenti Approvati

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending Comments
it_it: Commenti da Approvare

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: This is a table of the comments for the content item
it_it: Questa é la tabella dei commenti sul tuo contenuto

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Author
it_it: Autore

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Date
it_it: Data

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending
it_it: Da Approvare

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved
it_it: Approvato

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit Comment
it_it: Modifica Commento

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Edit Comment
it_it: Modifica commento

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comments
it_it: Commenti

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approve
it_it: Approva

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Unapprove
it_it: Rimuovi approvazione

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Apply
it_it: Salva

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: All Comments
it_it: Tutti i commenti

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved Comments
it_it: Commenti approvati

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending Comments
it_it: Commenti da approvare

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: This is a table of the comments in your application
it_it: Questa é la taballa coi commenti nella tua applicazione

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Status
it_it: Stato

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Author
it_it: Autore

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Commented On
it_it: Commento su

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions
it_it: Azione

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending
it_it: In corso di approvazione

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved
it_it: Approvato

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: [Empty]
it_it: [Vuoto]

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Use threaded comments by default
it_it: Utilizzare i commenti collegati per impostazione predefinita

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Users must be authenticated to comment
it_it: Gli utenti devono essere autenticati per commentare

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The author's name.
it_it: Il nome dell'autore.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The email address the author has provided with the comment.
it_it: L'indirizzo email dell'autore che ha fornito con il commento.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Url
it_it: Pagina web

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The website url the author has provided with the comment.
it_it: Sito web dell'autore che ha fornito con il commento.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The body of the comment.
it_it: Il corpo del commento.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Moderate
it_it: Moderato

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Approve
it_it: Approva

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Add a Comment
it_it: Aggiungi un commento

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Url
it_it: Pagina web

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Hi, {0}!
it_it: Ciao, {0}!

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Comment
it_it: Commento

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Comments
it_it: Commenti

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Show comments
it_it: Visualizza commenti

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the existing comments.
it_it: Permetti di visualizzare i commenti esistenti.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow new comments
it_it: Permetti nuovi commenti

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
it_it: Abilita per mostrare il modulo per i commenti. Disabilitandolo i commenti esistenti saranno ancora mostrati, ma non sarà più possibile continuare la conversazione.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow threaded comments
it_it: Consenti i commenti collegati

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to allow users to answer directly to other comments.
it_it: Consenti agli utenti di rispondere direttamente ad altri commenti.

source: Comments
it_it: Commenti

source: Comments must be approved before they appear
it_it: I commenti devono essere approvati prima della pubblicazione

source: Check if you want to manually approve comments before they can be displayed.
it_it: Seleziona se vuoi approvare manualmente i commenti prima che possano essere visualizzati.

source: Automatically close comments after
it_it: Chiudi automaticamente i commenti dopo

source: days
it_it: giorni

source: Number of days after comments are automatically closed. Leave to 0 to have them always available.
it_it: Numero di giorni trascorsi i quali i commenti saranno chiusi automaticamente. Lasciare a 0 per averli sempre disponibili.
