Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Laser.Orchard/Modules/Laser.Orchard.ChartaWS/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Body for notification mails.
it_it: Corpo delle email di notifica.

source: Cc adresses for notification mails (mail adresses separated by ',' or ';').
it_it: Indirizzi in Cc per le notifiche email (indirizzi email separati da ',' o ';')

source: Charta ID
it_it: ID Charta

source: Charta Tran commit URL
it_it: URL per la finalizzazione della transazione (commit) di Charta

source: Dimension of search area.
it_it: Dimensionamento dell'area di ricerca.

source: Directory where SMS files are saved (without trailing '').
it_it: Cartella in cui salvare i files degli SMS (Senza '' iniziale).

source: Mail (user) of the merchant in PayPal.
it_it: Email (Utente) del negoziante in PayPal

source: Mail body
it_it: Corpo della email

source: Mail Cc
it_it: Cc della email

source: Mail subject
it_it: Oggetto della email

source: Mail To
it_it: Destinatario email

source: Meters Around Me
it_it: Metri intorno a me

source: PayPal Merchant Mail
it_it: Email di PayPal del negoziante

source: PayPal URL
it_it: Url di PayPal

source: PayPal URL used to check PayPal IPN (Instant Payment Notification) (eg. https://www.sandbox.paypal.com/cgi-bin/webscr).
it_it: URL di PayPal utilizzata per verificare l'IPN (Instant Payment Notification) (es. https://www.sandbox.paypal.com/cgi-bin/webscr).

source: Recipients for notification mails (mail adresses separated by ',' or ';').
it_it: Destinatari delle notifiche email (indirizzi email separati da ',' o ';').

source: Remote URL
it_it: URL remoto

source: Retry number for Charta Proxy PayPal (MovinBox) (eg. 3).
it_it: Numero di tentativi per il proxy Charta di PayPal (MovinBox) (es. 3).

source: Save path
it_it: Salva il percorso

source: Service retry number
it_it: Numero di tentativi del servizio

source: Subject for notification mails.
it_it: Oggetto delle notifiche emails.

source: The ID used when sending request to Vivaticket web service(eg. LASER).
it_it: l'ID utilizzato durante le richieste al WebService di VivaTicket (es. LASER).

source: URL of Vivaticket web service.
it_it: URL del WebService VivaTicket

source: URL to commit Charta Transaction (MovinBox).
it_it: URL per la finalizzazione (commit) della Transazione Charta (MovinBox).

source: VivaTicket WebService request timeout.
it_it: Timeout per la richiesta ai web service Vivaticket.

# Laser.Orchard.ChartaWS.Handlers.ChartaSiteSettingsHandler
source: Charta WS
it_it: Webservice Charta

# Laser.Orchard.MailCommunication.Services.MissingSettingsBanner
source: The <a href="{0}">Charta WS</a> settings need to be configured.
it_it: Le impostazioni del modulo <a href="{0}">Charta WS</a> devono ancora essere configurate.
