Repository: INVA-Spa/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes
it_it: Tipi di Contenuto

# ~/Modules/Orchard.ContentTypes/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
it_it: Il modulo Tipi di Contenuto permette la creazione e la modifica di Tipi di Contenuto senza codice.

# Orchard.ContentTypes.AdminMenu
source: Content Definition
it_it: Definizioni di contenuto

# Orchard.ContentTypes.AdminMenu
source: Content Types
it_it: Tipi di Contenuto

# Orchard.ContentTypes.AdminMenu
source: Content Parts
it_it: Parti di Contenuto

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to view content types.
it_it: Non puoi visualizzare i tipi di contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
it_it: Non sei autorizzato a creare un tipo di contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
it_it: Il Nome Visualizzato non può essere vuoto.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
it_it: L'ID del Tipo di Contenuto non può essere vuoto.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
it_it: Esiste già un tipo con lo stesso Id.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
it_it: Il nome tecnico deve iniziare con una lettera.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
it_it: Un tipo con lo stessa nome visualizzato esiste già.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
it_it: Il Tipo di Contenuto "{0}" è stato creato.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
it_it: Non sei autorizzato a modificare il Tipo di Contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
it_it: Il nome del Tipo di Contenuto non può essere vuoto.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same name already exists.
it_it: Esiste già un tipo con lo stesso nome.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
it_it: Le impostazioni di "{0}" sono state salvate.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
it_it: Non sei autorizzato a eliminare il Tipo di Contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
it_it: "{0}" è stato rimosso.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
it_it: La Parte "{0}" è stata aggiunta.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
it_it: La Parte "{0}" è stata eliminata.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
it_it: Non sei autorizzato a creare una Parte di Contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: Cannot add part named '{0}'. It already exists.
it_it: Non è possibile aggiungere la parte denominata '{0}' perchè esiste già.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
it_it: La Parte di Contenuto non può essere creata.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
it_it: La Parte di Contenuto "{0}" non è stata creata.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
it_it: Non sei autorizzato a modificare la Parte di Contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
it_it: Non sei autorizzato a eliminare la Parte di Contenuto.

# Orchard.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
it_it: Il Nome Tecnico non può essere vuoto.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
it_it: Un campo con lo stesso nome esiste già.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
it_it: Il nome tecnico contiene caratteri non validi.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
it_it: Un campo con lo stesso nome esiste già.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
it_it: Il campo "{0}" non è stato aggiunto. {1}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
it_it: Il campo "{0}" è stato aggiunto.

# Orchard.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
it_it: Il nome è stato cambiato in {0}.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
it_it: Il campo "{0}" è stato rimosso.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
it_it: Impossibile aggiungere la Parte '{0}'. Esiste già.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
it_it: Il nome del Campo non può contenere spazi o simboli.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
it_it: Aggiungi un nuovo Campo a "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Display Name
it_it: Nome visualizzato

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name of the field as it will be displayed in screens.
it_it: Nome del campo che sarà utilizzato nella visualizzazione.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical Name
it_it: Nome Tecnico

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical name of the field.
it_it: Nome tecnico del campo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
it_it: Tipo del Campo

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
it_it: Aggiungi una Parte a "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type.
it_it: Scegliere le Parti da aggiungere a questo Tipo di Contenuto.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
it_it: Nuovo Tipo di Contenuto

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Name of the type as it will be displayed in screens.
it_it: Nome del tipo che sarà utilizzato nella visualizzazione.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
it_it: Id Content Type

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Technical name of the type.
it_it: Nome tecnico del tipo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
it_it: Nuova Parte di Contenuto

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
it_it: Non usare spazi o carattare speciali. Ad esempio, "MioCampoCustom"

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
it_it: Crea

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type - {0}
it_it: Modifica il tipo di contenuto - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Placement
it_it: Modifica il posizionamento

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
it_it: Id del Tipo di Contenuto: {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
it_it: Campi

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
it_it: Aggiungi Campo

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
it_it: Parti

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
it_it: Aggiungi Parti

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Edit Field "{0}"
it_it: Modifica Campo "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Name of the field as it will be displayed in screens.
it_it: Nome del campo che sarà utilizzato nella visualizzazione.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
it_it: Modifica Parte

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
it_it: Nome

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
it_it: Campi

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Edit Placement - {0}
it_it: Modifica il posizionamento - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: You need to hit "Save" in order to save your changes.
it_it: Devi premere "Salva" per salvare le modifiche.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Save
it_it: Salva

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Are you sure you want to restore these placements?
it_it: Sei sicuro di voler ripristinare questi posizionamenti?

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Restore
it_it: Ripristina

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
it_it: Gestisci Content Type

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
it_it: Crea nuovo tipo

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
it_it: Parti di Contenuto

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
it_it: Crea nuova parte

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Filter:
it_it: Filtro:

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
it_it: Rimuovi la part "{0}" da "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
it_it: Pare che tu non sia in grado di usare la modalitá carina per eliminare la part. Prova ad usa il bottone sotto per forzarlo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
it_it: Rimuovi la part "{0}" da "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
it_it: Pare che tu non sia in grado di usare la modalitá carina per eliminare la part. Prova ad usa il bottone sotto per forzarlo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
it_it: Rimuovi

source: Description
it_it: Descrizione

source: Optionally provide a description for this part
it_it: Immetti una descrizione per questa parte (facoltativo)

source: Attachable
it_it: Associabile

source: Check to allow this part to be attached to other content types.
it_it: Seleziona per consentire a questa Parte di essere collegata ad altri tipi di contenuto.

source: Creatable
it_it: Creabile

source: Determines if an instance of this content type can be created through the UI.
it_it: Determina se un'istanza di questo Tipo di Contenuto può essere creata tramite interfaccia utente (UI).

source: Listable
it_it: Elencabile

source: Determines if an instance of this content type can be listed through the UI.
it_it: Determina se un'istanza di questa tipologia di contenuto (Content Type) può essere elencata tramite interfaccia utente.

source: Draftable
it_it: Supporto bozza

source: Determines if this content type supports draft versions.
it_it: Determina se questa Tipo di Contenuto supporta le bozze.

source: Securable
it_it: Proteggibile

source: Determines if this content type can have custom permissions.
it_it: Determina se questo tipo di contenuto (Content Item) può avere autorizzazioni personalizzate.

source: Stereotype
it_it: Stereotipo

source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
it_it: (Opzionale) Lo stereotipo del tipo di contenuto. es., Widget, MenuItem,...

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
it_it: Crea nuovo {0}

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
it_it: Elenca Items

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
it_it: Impostazioni Globali

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
it_it: {0} Impostazioni:
